{"pageProps":{"note":{"id":"R4Yr2ply84sch3EMBnYF8","title":"Blue","vault":{"fsPath":"placecolor","remote":{"type":"git","url":"https://github.com/SR--/placecolor.git"},"name":"placecolor"},"type":"note","desc":"","links":[{"type":"wiki","from":{"fname":"portrait.color.blue","id":"R4Yr2ply84sch3EMBnYF8","vaultName":"placecolor"},"value":"portrait.taxon.bee","alias":"portrait.taxon.bee","position":{"start":{"line":1,"column":43,"offset":42},"end":{"line":1,"column":65,"offset":64},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"portrait.taxon.bee"}},{"type":"wiki","from":{"fname":"portrait.color.blue","id":"R4Yr2ply84sch3EMBnYF8","vaultName":"placecolor"},"value":"user.swampwitch","alias":"@swampwitch","position":{"start":{"line":186,"column":39,"offset":16452},"end":{"line":186,"column":50,"offset":16463},"indent":[]},"xvault":false,"to":{"fname":"user.swampwitch"}},{"from":{"fname":"experiment.color-words","vaultName":"placecolor"},"type":"backlink","position":{"start":{"line":27,"column":3,"offset":772},"end":{"line":27,"column":26,"offset":795},"indent":[]},"value":"portrait.color.blue"}],"anchors":{"natural-history-of-blue":{"type":"header","text":"Natural History of Blue","value":"natural-history-of-blue","line":25,"column":0},"cultural-history-of-blue":{"type":"header","text":"Cultural History of Blue","value":"cultural-history-of-blue","line":43,"column":0},"blue-in-human-language":{"type":"header","text":"Blue in Human Language","value":"blue-in-human-language","line":57,"column":0},"types-of-blue":{"type":"header","text":"Types of Blue","value":"types-of-blue","line":73,"column":0},"blue-in-use":{"type":"header","text":"Blue in Use","value":"blue-in-use","line":91,"column":0},"blue-places":{"type":"header","text":"Blue Places","value":"blue-places","line":107,"column":0},"blue-in-the-eyes-of-nonhuman-agents":{"type":"header","text":"Blue in the Eyes of Nonhuman Agents","value":"blue-in-the-eyes-of-nonhuman-agents","line":114,"column":0},"blue-in-stories":{"type":"header","text":"Blue in Stories","value":"blue-in-stories","line":174,"column":0},"references-and-examples":{"type":"header","text":"References and Examples","value":"references-and-examples","line":177,"column":0}},"fname":"portrait.color.blue","updated":1631685383391,"created":1628061941517,"parent":"czLXggb8pK2zlQqR0jtgz","children":[],"data":{},"contentHash":"49decb58756fed2d1ad81d26d346bba0","custom":{}},"body":"<h1 id=\"blue\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#blue\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>Blue</h1>\n<p>Potential cross references: color vision, <a href=\"/placecolor/notes/Sm8Vvl-MZokbK6YFGYeyB\">Bee</a>, etc.</p>\n<p><img src=\"/assets/images/2021-08-04-17-54-51.png\"></p>\n<p><a href=\"https://modernconservationist.com/forgotten-endangered-species-karner-blue-butterfly/\">The Karner Blue Butterfly</a></p>\n<p><img src=\"/assets/images/2021-08-04-18-22-03.png\"></p>\n<p><a href=\"https://www.nasa.gov/image-feature/blue-dunes-on-the-red-planet\">Blue Dunes on the Red Planet</a> Image Credit: NASA/JPL-Caltech/ASU</p>\n<blockquote>\n<p>A sea of dark dunes, sculpted by the wind into long lines, surrounds Mars' northern polar cap and covers an area as big as Texas. In this false-color image, areas with cooler temperatures are recorded in bluer tints, while warmer features are depicted in yellows and oranges.</p>\n</blockquote>\n<p><img src=\"/assets/images/2021-08-04-18-32-40.png\"></p>\n<p><a href=\"https://visibleearth.nasa.gov/images/2181/the-blue-marble/2182l\">The Blue Marble</a></p>\n<blockquote>\n<p>Using a collection of satellite images and data, scientists and visualizers stitched together months of observations of Earth’s land surface, oceans, sea ice, and clouds into a seamless, true-color mosaic.</p>\n</blockquote>\n<h2 id=\"natural-history-of-blue\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#natural-history-of-blue\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>Natural History of Blue</h2>\n<p><img src=\"/assets/images/2021-08-20-23-10-40.png\"></p>\n<p>Iridescence changing with the angle of light.</p>\n<p><img src=\"/assets/images/2021-08-20-23-15-50.png\"></p>\n<p>Phylogeny of the genus Morpho, showing the right wings of males and females. U = Understory and C = Canopy.</p>\n<p>Why are <em>Morpho</em> butterflies blue?\nWhy are some <em>Morpho</em> not blue?</p>\n<blockquote>\n<ul>\n<li>Debat, Vincent, Serge Berthier, Patrick Blandin, Nicolas Chazot, Marianne Elias, Doris Gomez, and Violaine Llaurens. “Why Are Morpho Blue?” In <em>Biodiversity and Evolution</em>, edited by Philippe Grandcolas and Marie-Christine Maurel, 139–74. Elsevier, 2018.\nColor diversity in animals is often discussed in terms of signals received by predators and/or sexual partners or competitors. Butterfly coloration is therefore generally considered first and foremost as a visual signal, both on an inter- and intra-specific level. Other selective pressures act on coloration: butterfly wing scales are also involved in thermoregulation and hydrophobia.</li>\n</ul>\n</blockquote>\n<blockquote>\n<p>Despite their iconic status, Morpho remain relatively unknown especially for the evolution of their coloration. While their phylogeny is well established and the nano-structural basis of their color fully identified, the ecological and genetic factors of these traits are almost entirely unexplored. The hypotheses commonly called upon to explain the evolution of the iridescent blue color, whether in terms of sexual selection or escape from predators, have never been explicitly tested. These gaps leave us with a number of open questions: are non-blue species subject to different selective pressures (thermoregulation, hydrophobia, predation, communication)? Do they fly more slowly or simply in a different way than their blue relatives? Are there, within each species, differences in flight behavior between sexes? In the hypothesis regarding the importance of blue as a sexual signal, do Morpho show evidence of particular visual receptors? Are they sensitive to polarized light? All of these questions require experiments to be carried out that would allow us to study flight modalities and numerous behavioral traits. But they point above all, despite more than a century of collecting, toward the lack of understanding of the ecology of Morpho.</p>\n</blockquote>\n<h2 id=\"cultural-history-of-blue\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#cultural-history-of-blue\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>Cultural History of Blue</h2>\n<p>Blues history is rich with equivocal conjecture.</p>\n<p>In Homer’s Odyssey, there are many references to white and black, essentially the albedo scale, in order to describe place and their objects. Reference to colour barely occurs, only in smatterings of red and yellow but with no mention of blue. Similar to the linguistic trend that philologist Lazarus Geiger, and theorist Berlin and Kay also recognise in human cultures across the globe. Blue has been attributed an array of meanings from wealth to Mother Mary’s purity to the police to everyday blue collar workers and the bibliothèque bleue (blue library), as well as the crass blue slang and blue boys to name a few.</p>\n<blockquote>\n<p>“Blue: as yellow is always accompanied with light, so it may be said that blue still brings a principle of darkness with it. This color has a peculiar and almost indescribable effect on the eye. As a hue it is powerful - but it is on the negative side, and in its highest purity is, as it were, a stimulating negation. Its appearance, then, is a kind of contradiction between excitement and repose.” </p>\n<ul>\n<li>Goethe, Johann Wolfgan von. <em>Theory of Colours</em>, 1810.</li>\n</ul>\n</blockquote>\n<p>The deep and void-like quality desired by Yves Kleins synthetic version of ultramarine is similar to blues  principle of darkness that Goethe describes. The vacuousness of this pigment is potentially due to the ways that synthetic blue lattice is formed, which is much more unified than its naturally occurring ultramarine counterpart (Farvaro, et al.). Ultramarine is the purified pigment from the semi-precious gemstone, lapis lazuli, and has been used in the 14th and 17th centuries paintings as a representation of wealth and power. Lapis lazuli serves a symbolic function representing the contradictions in political assemblages and trade agreements, since it is a resource that has continually been the grounds conflict and exploitation. It is at once an isolated resource, only existing in eleven known depositories around the globe, as well as one that has been identified in places all over the world since 38,000BC (Pister 45).</p>\n<blockquote>\n<ul>\n<li>Favaro, M. A. Guastoni, F. Marini, S. Bianchi, A. Gambirasi. \"Characterisation of lapis lazuli and corresponding purified pigments for a provenance study of ultramarine pigments used in works of art\". Published online, 29 December 2011.</li>\n<li>Pister, Patricia. \"Deep Blue Geomeditations : Following Lapis Lazuli in Three Ecological Assemblages\". SubStance, Volume 47, Number 2 (Issue 146) : John Hopkins University Press, 2018. </li>\n</ul>\n</blockquote>\n<h2 id=\"blue-in-human-language\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#blue-in-human-language\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>Blue in Human Language</h2>\n<blockquote>\n<p>“‘Dat zijn maar blauwe bloempjes’ - ‘Those are nothing but blue flowers.’ In which case ‘blue flowers’ means a pack of bald-faced lies.” - Maggie Nelson, Bluets. 45</p>\n</blockquote>\n<p>The way humans see colour is dependent on their language, or lack thereof. Since without the words to describe the spectrum of visual light one might be aware of the quality of colours like “blue” but not yet have a word to describe it. Throughout a plethora of ancient human cultures studied by philologist Lazarus Geiger, colour words as descriptors of place appeared to be absent especially when concerning blue.</p>\n<p>This linguistic relativity of colour and perception may have to do with the blue-green distinction, which many languages still colexify instances such of colour. However development of linguistic distinctions of colour may have more to do with the cultural uses and availability of coloured pigments in visual practices of art and their realist representations of place and colour. Regarding the differentiation of colour, colour theorists Berlin and Kay came up with a universal proposal for the distinction and development of colour terms throughout human cultures at large, stage one includes dark-cool and light-warm shades and blue comes in only at stage five following red, yellow and green. Initially their research was dismissed as western centric, which lead to them reviewing and expanding to an even greater study group of ancient cultures across the globe. </p>\n<blockquote>\n<ul>\n<li>Berlin, Brent, and Paul Kay. <em>Basic Color Terms: Their Universality and Evolution</em>. 1969. Reprint, Berkeley: University of California Press, 1991.</li>\n</ul>\n</blockquote>\n<p>In order to measure the different nuances of blue in the sky a scientist from the eighteenth century, Horace-Benedict de Saussure invented the cyanometer, which consisted of 53 swatches of blue.</p>\n<p><img src=\"/assets/images/Night-2018-03-13_016.jpeg\"></p>\n<p><a href=\"https://images.squarespace-cdn.com/content/v1/50c635fde4b0cd7ca3dc008f/1590108608115-4F44LJW3OFCWC83U9ZYL/Night-2018-03-13_016.jpg?format=2500w\">Elise Rasmussen, Did You Know Blue Had No Name?</a></p>\n<h3 id=\"types-of-blue\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#types-of-blue\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>Types of Blue</h3>\n<ul>\n<li>By place</li>\n<li>By language</li>\n<li>By use</li>\n<li>By origin, emphasise the colors borrowed from plants and animals. As species disappear, will the colors lose reference? Do the contemporary tables of colors replace the role of named colors?</li>\n<li>Etc.</li>\n</ul>\n<p>In naming colors, human imagination refers to things: materials, pigments, stones, animals, flowers, sky...</p>\n<ul>\n<li>azury: Blue, bluish, tinted with soft clear blue. 1600</li>\n<li>lazuline: Of the colour of lapis lazuli. 1877</li>\n<li>violaceous: Of a violet colour; purplish blue. 1657</li>\n<li>perse: Of a dark blue, bluish-grey, or (esp. in later use) purplish black colour. 1425</li>\n<li>pavonaceous: Of the blue-green colour of a peacock's breast. 1688</li>\n<li>cerulean: Of the colour of the cloudless sky, pure deep blue, azure. 1677 And cerulescent: Tending to cerulean. 1880</li>\n<li>livid: Of a bluish- or purplish-grey colour. a1425</li>\n</ul>\n<h2 id=\"blue-in-use\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#blue-in-use\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>Blue in Use</h2>\n<blockquote>\n<p>Ultramarine  etymology &#x3C; medieval Latin ultrāmarīnus, &#x3C; Latin ultrā beyond + mare sea</p>\n</blockquote>\n<p>Lapis lazuli is a semi-precious stone, which usually occurs in the high altitudes of alpine regions are inhospitable to humans, making the eleven deposits identified across the globe difficult to access and fraught with poor working conditions. Since ancient times deposits have been known in what is now considered Afghanistan, Siberia and Chile. Later in the 20th century deposits have been discovered in North America, as well as smaller deposits in Italy, Myanmar and Pakistan.</p>\n<blockquote>\n<p>“Among these, the Sar-e-Sang lapis lazuli mines in the Badakhshan region of Afghanistan have been exploited to the greatest extent since ancient times due to the high purity of the extracted mineral. In Siberia, the lapis mines are located on the southern shore of Lake Baikal; the Slyudyanka quarry is the most heavily exploited of these, and the diffusion of Siberian lapis lazuli into Western countries started around the end of the eighteenth century. The Chilean lapis lazuli mine “Flor de los Andes” is located in the region of Coquimbo, at an altitude of more than 3500 m in the Andes Cordillera. The Afghan and Siberian lapis lazuli are similar in terms of color homogeneity and purity, while the Chilean lapis lazuli has a shallower blue tone and is less pure.” (Favaro, et al.)</p>\n</blockquote>\n<p>In a study of three renaissance paintings the provenance of lapis lazuli pigments were determined by the minerals composition using Xray diffractometry patterns. Due to the unique nature of lazurite stones the provenance of lapis lazuli pigments in 14th and 16th century art can be deduced, revealing the routes of trade from quarries in Afghanistan, Siberia and Chile. </p>\n<p><img src=\"assets/images/provenance_lapislazuli.png\"></p>\n<blockquote>\n<ul>\n<li>Favaro, M. A. Guastoni, F. Marini, S. Bianchi, A. Gambirasi. Characterisation of lapis lazuli and corresponding purified pigments for a provenance study of ultramarine pigments used in works of art, Published online, 29 December 2011.</li>\n</ul>\n</blockquote>\n<p>The purified pigment remained in favour up until the 19th Century when a synthetic variety known as ‘Goethe’ or ‘Prussian blue’ was fabricated. The exploitation of the corresponding landscapes and cultures neighbouring lapis lazuli deposits highlights the favour of the pigment,since during the 17th century, conservator Abbie Vandivere notes \"it was more valuable than gold.\"</p>\n<h3 id=\"blue-places\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#blue-places\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>Blue Places</h3>\n<p>The Blue Mountain (Koh-e-Laguard) of the Sar-e-Sang mines in East Afghanistan</p>\n<ul>\n<li>Mined since 6,000 BC</li>\n<li>Highest quality lazurite, few calcite and pyrite impurities</li>\n<li>Contested land with complex geopolitics</li>\n</ul>\n<h3 id=\"blue-in-the-eyes-of-nonhuman-agents\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#blue-in-the-eyes-of-nonhuman-agents\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>Blue in the Eyes of Nonhuman Agents</h3>\n<p>Butterflies</p>\n<p><a href=\"https://www.nationalgeographic.com/animals/article/150307-butterflies-caterpillars-colors-predators-prey-animals-science\">Why Do Butterflies Have Such Vibrant Colors and Patterns?</a></p>\n<p>Reasons for their color:</p>\n<ul>\n<li>Hiding From Predators</li>\n<li>Sending a Warning</li>\n<li>Attracting a Mate</li>\n<li>Keeping Warm</li>\n</ul>\n<p>Consider nonhuman aesthetic reasons such as sexual selection... Link to evo-devo. Link to geographic co-evolution and therefore place. Link to evolutionary innovation.</p>\n<blockquote>\n<ul>\n<li>Beldade, Patrícia, and Paul M. Brakefield. “The Genetics and Evo–Devo of Butterfly Wing Patterns.” <em>Nature Reviews Genetics</em> 3, no. 6 (2002): 442–52. <a href=\"https://doi.org/10/bqxssb\">https://doi.org/10/bqxssb</a>.</li>\n<li>Brakefield, Paul M., and Vernon French. “Butterfly Wings: The Evolution of Development of Colour Patterns.” <em>BioEssays</em> 21, no. 5 (1999): 391–401. <a href=\"https://doi.org/10/btw9bq\">https://doi.org/10/btw9bq</a>.</li>\n<li>Wagner, Andreas. <em>The Origins of Evolutionary Innovations: A Theory of Transformative Change in Living Systems</em>. Oxford: Oxford University Press, 2011.</li>\n<li>Thompson, John N. <em>The Geographic Mosaic of Coevolution. Interspecific Interactions</em>. Chicago: University of Chicago Press, 2005.</li>\n</ul>\n</blockquote>\n<p>Satin Bowerbird</p>\n<ul>\n<li>Scientific name: <em>Ptilonorhynchus violaceus</em></li>\n<li>Family:  Ptilonorhynchidae</li>\n<li>Class: Aves</li>\n<li>Kingdom: Animalia</li>\n<li>Order: Passeriformes</li>\n</ul>\n<p>Endemic to Eastern Australia\nLifespan 20 - 30 years (the longest lived passerine)</p>\n<p>Male bowerbird collect blue things in an attempt to attract a female to his bower.</p>\n<p>Blue is something of a rarity in nature, however the Satin Bowerbird is now spoilt for choice with the plethora of blue bottle caps, pen lids, rappers and other plastic waste that can be hazardous to the architect of this recycled opulence.</p>\n<blockquote>\n<p>“Blue flowers, blue shells, the blue feathers of rollers of parakeets. Sometimes they paint the things with blue pigment that they grind up from fruit pulp with their beaks. Nowadays they raid picnic tables up to ten miles away if they see readymade blue decorations. What I thought was litter turned out to be my first discovery of the origins of art, the material of a creative process millions of years older than the ancient cave paintings of Lascaux.” (Rothenburg : 2011)</p>\n</blockquote>\n<p>Rothenburg highlights in his work the role aesthetics play sexual attraction, and the way pattern and colour inform notions and evolutions of beauty within nature.</p>\n<p>Bower Architecture</p>\n<p>Bowers might be described as a “trysting place” as they are meticulously constructed with a plethora of materials and objects into sculptural form designed specifically to attract a mate. Nests for brooding are separate to the frivolities of the bower and constructed up in trees. Gould and Gould draw comparisons between this aesthetically indulgent work of the bower to that of humans, inferring that such conditions that enable this artistic and sexual fixation are having few predators, competition for food and a long or continuous breeding season much alike conditions that kindle creativity within human cultures. (Gould : 222). </p>\n<p>Why build?</p>\n<ul>\n<li>attraction</li>\n<li>reproduction</li>\n<li>arts for arts sake </li>\n</ul>\n<p>Requires:</p>\n<ul>\n<li>Cognition of multiple perspectives  </li>\n<li>Flexibility of materials and parameters of design</li>\n</ul>\n<p>Bower birds are found in Australia and New Guinea, different varieties of them use colours other than blue to attract a mate, such as the Spotted Bowerbird, which collects an assortment of light and dark objects to decorate their bower. (Hansell : 217)</p>\n<blockquote>\n<ul>\n<li>Rothenburg, David. Survival of the Beautiful: Art, Science, and Evolution, London: Bloomsbury, 2011.</li>\n<li>Hansell, Mike. Built by Animals: The Natural History of Animal Architecture, Oxford University Press, 2007, 216 - 251.</li>\n<li>Gould, James. L, Gould, Grant Carol. Animal Architects : Building and the Evolution of Intelligence, Basic Books, 2007. 221 - 250.</li>\n</ul>\n</blockquote>\n<h3 id=\"blue-in-stories\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#blue-in-stories\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>Blue in Stories</h3>\n<!-- Maybe just links to the story notes here? -->\n<h2 id=\"references-and-examples\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#references-and-examples\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>References and Examples</h2>\n<blockquote>\n<ul>\n<li>Nelson, Maggie. <em>Bluets</em>. Seattle: Wave Books, 2009.</li>\n<li>Pastoureau, Michel. <em>Blue: The History of a Color</em>. Princeton: Princeton University Press, 2018.</li>\n<li>Legrand, Catherine. <em>Indigo: The Colour That Changed the World</em>. New York: Thames and Hudson, 2013.</li>\n<li>Balfour-Paul, Jenny. <em>Indigo: Egyptian Mummies to Blue Jeans</em>. London: The British Museum Press, 2011.</li>\n</ul>\n</blockquote>\n<p><a href=\"https://biodiversityrevolution.wordpress.com/2019/08/20/natural-wonder-why-is-the-colour-blue-so-rare-in-nature/\">Natural Wonder: Why is the colour blue so rare in nature?</a></p>\n<p><a href=\"https://www.sciencealert.com/humans-didn-t-see-the-colour-blue-until-modern-times-evidence-science\">There's Evidence Humans Didn't Actually See Blue Until Modern Times</a></p>\n<p><a href=\"https://www.businessinsider.com.au/what-is-blue-and-how-do-we-see-color-2015-2\">No one could see the colour blue until modern times</a></p>\n<p><a href=\"ttps://www.artsy.net/article/artsy-editorial-a-brief-history-of-blue\">The 6,000-Year History of Blue Pigments in Art</a></p>\n<ul class=\"contains-task-list\">\n<li class=\"task-list-item\"><input type=\"checkbox\" disabled> Review the 'blue' note and add? <a title=\"Private\" style=\"color: brown\" href=\"https://wiki.dendron.so/notes/hfyvYGJZQiUwQaaxQO27q.html\" target=\"_blank\">@swampwitch (Private)</a></li>\n</ul>\n<hr>\n<h2 id=\"backlinks\"><a aria-hidden=\"true\" class=\"anchor-heading\" href=\"#backlinks\"><svg aria-hidden=\"true\" viewBox=\"0 0 16 16\"><use xlink:href=\"#svg-link\"></use></svg></a>Backlinks</h2>\n<ul>\n<li><a href=\"/placecolor/notes/FOOGYt5anR92zgSTW6qCD\"> Color Words</a></li>\n</ul>","noteIndex":{"id":"a4EZMDhsJj3BSgHS_uQlz","title":"Place & Color Exhibition","vault":{"fsPath":"placecolor","remote":{"type":"git","url":"https://github.com/SR--/placecolor.git"},"name":"placecolor"},"type":"note","desc":"","links":[{"type":"ref","from":{"fname":"root","id":"a4EZMDhsJj3BSgHS_uQlz","vaultName":"placecolor"},"value":"exhibition","position":{"start":{"line":7,"column":1,"offset":80},"end":{"line":7,"column":16,"offset":95},"indent":[]},"xvault":false,"to":{"fname":"exhibition"}},{"type":"ref","from":{"fname":"root","id":"a4EZMDhsJj3BSgHS_uQlz","vaultName":"placecolor"},"value":"exhibition.rationale","position":{"start":{"line":9,"column":1,"offset":99},"end":{"line":9,"column":26,"offset":124},"indent":[]},"xvault":false,"to":{"fname":"exhibition.rationale"}}],"anchors":{"place--color":{"type":"header","text":"Place & Color","value":"place--color","line":7,"column":0}},"fname":"root","updated":1634701870838,"created":1624349371396,"parent":null,"children":["cxziu9M05hkxCC2IrlvX9","v6MOOE8s1eJLUQHA2DOkX","w-4l8HpNv1OhvF1O02EUA","D7128jwSvEVrDT7EBiIq8","EJUMJP5u7dS2aYDUewKqj","q5h1IWzluScirrH1XUxBv","FlKsi1_5ZYy3hlwpigCHp","kWBt9sYkWu43zyHE3XrRn","i8rEzRvA2Nzd1iuZhRN6V"],"data":{},"contentHash":"4c64984f3524fbae98cf8dcb9a30effe","custom":{"nav_order":0,"permalink":"/"},"body":"\n# Place & Color\r\n\r\n- [ ] Project synopsis\r\n- [ ] Collaborators and credits\r\n\r\n\r\n![[exhibition]]\r\n\r\n![[exhibition.rationale]]\r\n\r\n"},"collectionChildren":null,"customHeadContent":null,"config":{"maxPreviewsCached":10,"vaults":[{"fsPath":"placecolor","remote":{"type":"git","url":"https://github.com/SR--/placecolor.git"},"name":"placecolor"}],"useFMTitle":true,"useNoteTitleForLink":true,"noAutoCreateOnDefinition":true,"noLegacyNoteRef":true,"noXVaultWikiLink":true,"mermaid":true,"useKatex":true,"autoFoldFrontmatter":true,"usePrettyRefs":true,"dev":{"enablePreviewV2":true},"journal":{"dailyDomain":"daily","name":"journal","dateFormat":"y.MM.dd","addBehavior":"childOfDomain","firstDayOfWeek":1},"scratch":{"name":"scratch","dateFormat":"y.MM.dd.HHmmss","addBehavior":"asOwnDomain"},"site":{"copyAssets":true,"siteHierarchies":["root"],"siteRootDir":"docs","assetsPrefix":"/placecolor","siteUrl":"https://sr--.github.io","usePrettyRefs":true,"title":"Place and Color Exhibition","description":"Design-research exhibition about more-than-human place","siteLastModified":true,"gh_edit_branch":"main","gh_edit_link":true,"usePrettyLinks":true,"siteNotesDir":"notes","siteFaviconPath":"favicon.ico","gh_edit_link_text":"Edit this page on GitHub","gh_root":"docs/","gh_edit_view_mode":"edit","writeStubs":true,"siteIndex":"root"},"version":1,"lookupConfirmVaultOnCreate":false,"lookup":{"note":{"selectionType":"selectionExtract","leaveTrace":false}},"initializeRemoteVaults":true}},"__N_SSG":true}