{"keys":[{"path":["title"],"id":"title","weight":1,"src":"title"},{"path":["body"],"id":"body","weight":1,"src":"body"}],"records":[{"i":0,"$":{"0":{"v":"This page has not yet sprouted","n":0.408},"1":{"v":"[Dendron](https://dendron.so/) (the tool used to generate this site) lets authors selective publish content. You will see this page whenever you click on a link to an unpublished page\n\n![](https://foundation-prod-assetspublic53c57cce-8cpvgjldwysl.s3-us-west-2.amazonaws.com/assets/images/not-sprouted.png)","n":0.189}}},{"i":1,"$":{"0":{"v":"Place & Color Exhibition","n":0.5},"1":{"v":"\n- [ ] Project synopsis\r\n- [ ] Collaborators and credits\r\n\r\n![[exhibition]]\r\n\r\n![[exhibition.rationale]]\r\n","n":0.316}}},{"i":2,"$":{"0":{"v":"Tools","n":1},"1":{"v":"\n\r\n- [pavo](https://cran.r-project.org/web/packages/pavo/index.html)\r\n- [micaToolbox](https://www.empiricalimaging.com/download/micatoolbox/)\r\n","n":0.577}}},{"i":3,"$":{"0":{"v":"Dendron","n":1}}},{"i":4,"$":{"0":{"v":"Publishing","n":1},"1":{"v":"\n\r\nSo, it seems:\r\n\r\n- You can publish from the pages branch from any repo if it is a project site. [Displaying Your Projects with GitHub Pages](https://www.youtube.com/watch?v=TUJekd0reVQ)\r\n- You can use GitHub workflows to automate publishing [see here](https://discord.com/channels/717965437182410783/890128678732845086/890138843485990923). [GitHub Actions Tutorial - Basic Concepts and CI/CD Pipeline with Docker](https://www.youtube.com/watch?v=R8_veQiYBjI)\r\n- Some instructions are here: [Github - Dendron](https://wiki.dendron.so/notes/877f4347-f013-43ba-aec4-87412b2e1bec.html)\r\n","n":0.137}}},{"i":5,"$":{"0":{"v":"Story","n":1},"1":{"v":"\nStory is a sequence of events that link places, characters, and processes. Stories show [[relationsips | relationship]] in action.\r\n\r\nStories can be large and small, anecdotes or epics, eternal or fleeting.\r\n\r\n## List of Stories\r\n\r\n- [[Beauty|story.beauty]]\r\n- [[Care|story.care]]\r\n- [[Emotion|story.emotion]]\r\n- [[Evolution|story.evolution]]\r\n- [[Narrative|story.narrative]]\r\n- [[Strangeness|story.strangeness]]\r\n","n":0.16}}},{"i":6,"$":{"0":{"v":"Strangeness","n":1},"1":{"v":"\n\r\nBeing and experience are fuzzy and can differ substantially between individuals, groups, species, ecological communities and cultures.\r\n\r\nSome experiences and properties will be more rare. Their strangeness can be illuminating.\r\n\r\n## Predictable Differences\r\n\r\nRefer to all life here...\r\n\r\n- Genetics\r\n- Upbringing\r\n- Personal experience and events\r\n- Culture\r\n- Education\r\n\r\n## Marginal Cases\r\n\r\nFor examples:\r\n\r\n- Non-neurotypical individuals\r\n- Injured\r\n- What else?\r\n\r\n>- Dodman, Nicholas. _Pets on the Couch: Neurotic Dogs, Compulsive Cats, Anxious Birds, and the New Science of Animal Psychiatry_. New York: Atria Books, 2017.\r\n>- Sacks, Oliver. _The Man Who Mistook His Wife for a Hat and Other Clinical Tales_. New York: Simon & Schuster, 1998.\r\n\r\nReferences on neurodiversity...\r\n\r\nGiordano, James J., and Bert Gordijn, eds. *Scientific and Philosophical Perspectives in Neuroethics*. Cambridge: Cambridge University Press, 2010.\r\n\r\nGligorov, Nada. *Neuroethics and the Scientific Revision of Common Sense*. Dordrecht: Springer, 2016.\r\n\r\nIlles, Judy, and Sharmin Hossain, eds. *Neuroethics: Anticipating the Future*. Oxford: Oxford University Press, 2017.\r\n\r\n## Non-Verbal Communication\r\n\r\n### Temple Grandin : ‘Animals in Translation’\r\n\r\n- Strives to “start over again with animals (and maybe with autistic people, too), and begin to think about them in a different way”\r\n- “to translate animal life into human terms, and autism into terms neurotypical people may understand and appreciate(in spite of our own considerable limitations and challenges)”  Lyn Worsham & Gary A. Olson, 13.\r\n- the value of neurodivergency is essential as ecological biodiversity, the positives of autism highlight the connection between human intelligence and animal intelligence, and the value of variation and difference.\r\n- “I’d go so far as to say that animals might actually be autistic savants\" 8 \r\n- Similarity in non-verbal, and or non-lingual communication and cognition\r\n\r\n>- Grandin, Temple, and Catherine Johnson. Animals in Translation. New York: Simon, 2005. \r\n\r\n### Sally Rogers & Justin Williams\r\n\r\n- Autism is “a compelling disorder because it affects capacities that seem so fundamental to our functioning as human beings.\r\n- “It is almost impossible for those without autism to imagine life without emotional contagion, without awareness of others’ nonverbal signals, without intuiting others’ thoughts and feelings and their perspectives in every interactions” ix\r\n\r\n>- Rogers, Sally J., and Justin H.G. Williams. Imitation and the Social Mind: Autism and Typical Development. New York: Guilford, \r\n\r\n### Theory of the Mind\r\n\r\n- Key concept in the last two decades in cognitive psychology and philosophy of mind.\r\n- To know and appreciate that other individuals have minds with differing beliefs, intentions, desires\r\n- Capacity to experience empathy\r\n- Other mammal species that confirm Theory of the Mind in primates, elephants, dolphins, possible whales (Worsham & Olsen: 15)\r\n\r\n>- Worsham, Lynn & Gary A. Olson. “Temple Grandin, Translator: Sounding Autism, Seeing Animals, Making a Difference”. JAC, Vol.32, No. 1/2, 2021, 11-56.\r\n\r\n### Simon Baron-Cohen (1990’s) : Autism theory based in the existence of Theory of Mind\r\n\r\n- “mindblindness” the absence of awareness of other minds\r\n- To explain an autistic trait where it is difficult to distinguish that other people have mental lives separate and completely different from their own.\r\n- Although this is disputed within the autistic community : as it doesn’t account for daily variability in sensing and fails to recognise the impacts of sensory overload, which can be demonstrated as either an extreme overreaction or an apparent obliviousness/nonresponse to stimuli.\r\n\r\n>- Baron-Cohen, Simon. \"The Cognitive Neuroscience of Autism: Implications for the Evolution of the Male Brain.\" Mindblindness: An Essay on Autism and Theory of Mind. Cambridge: MIT, 1995.\r\n\r\nHoward Gardner : Frames of Mind\r\n- proposes that visual, musical and logical intelligences may be highly developed in autism\r\n- “Personal intelligences” impaired\r\n\r\n>- Gardner, Howard. Frames of Mind: The Theory of Multiple Intelligences. New York: Basic, 2011. \r\n\r\n### Harvey Blume : Institute for the Study of the Neurologically Typical \r\n\r\n(parody of the many institutes that study autism spectrum disorders)\r\n\r\nNeurotypical Theory of the Mind:\r\n- “Everyone thinks like me, except when shown to be otherwise”\r\nAutistic Theory of the Mind :\r\n- “Everyone thinks differently from me — vastly and mysteriously — except when shown otherwise.”\r\n\r\n“Neurodiversity may be every bit as crucial for the human race as biodiversity is for life in general. Who can say what form of wiring will prove best at any given moment?” - Bloom\r\n\r\n>- Blume, Harvey. \"Neurodiversity: On the Neurological Underpinnings of Geekdom\" The Atlantic. Sept. 2009\r\n","n":0.038}}},{"i":7,"$":{"0":{"v":"Narrative","n":1},"1":{"v":"\n\r\nSimilar to language. The idea is the many forms of life need narrative or stories because they have to communicate. Within and across species.\r\n\r\nHuman language is just one of those ways.\r\n","n":0.18}}},{"i":8,"$":{"0":{"v":"Evolution","n":1},"1":{"v":"\n\r\nThere is a direct evolutionary link between fitness and reflectance.\r\n\r\nIn a mechanism that relates to place, there is an evolutionary link to irradiance through the evolution of microhabitat choice. Further, emerging evidence suggests that terrestrial habitats (places) have distinct irradiance signatures that can influence the evolution and distribution of colours and patterns in communities and ecosystems.[^1]\r\n\r\n[^1]: Endler, John A., and Johanna Mappes. “The Current and Future State of Animal Coloration Research.” _Philosophical Transactions of the Royal Society B: Biological Sciences_ 372, no. 1724 (2017): 20160352. https://doi.org/10/gjp9pd.\r\n","n":0.108}}},{"i":9,"$":{"0":{"v":"Emotion","n":1}}},{"i":10,"$":{"0":{"v":"Care","n":1}}},{"i":11,"$":{"0":{"v":"Beauty","n":1}}},{"i":12,"$":{"0":{"v":"Relationship","n":1},"1":{"v":"\n\r\n\r\n\r\nRelationships are the entities that the exhibition attempts to question or expand. The objective is to encourage reflection and to make the audience/participant rethink what they know.\r\n\r\n## Index\r\n- [[Color|relationship.color]]\r\n- [[Communication|relationship.communication]]\r\n- [[Culture|relationship.culture]]\r\n- [[Design|relationship.design]]\r\n- [[Pattern|relationship.pattern]]\r\n- [[Place|relationship.place]]\r\n- [[Senses|relationship.senses]]\r\n- [[Subjectivity|relationship.subjectivity]]\r\n- ## Key Ideas\r\n\r\n- We can see the universe in terms of relationships\r\n- Abiotic structures and patterns are relationships\r\n- Living beings are always in multiple relationships\r\n- Color is one characteristic examples\r\n\r\n## Key Relationships\r\n\r\n- [ ] Discuss and decide where to place discussion about data/quantifying (could belong to Communication or Culture)\r\n\r\nEach of these is represented in a separate file\r\n\r\n1. Subjectivity: as an expression of subjectivity that enables local creativity/persistence/existence of individuals [define what individuals might be somewhere: groups, genes, organisms, etc.]\r\n2. Communication: as a necessary way to transmit information between individuals, groups, generations, etc.\r\n    a. Literature\r\n    b. Imaging\r\n    c. Data analysis\r\n3. Culture: as patterns that emerge because of place patterns and evolution\r\n4. Place: as a spatial/physical matrix that limits the formation of patterns but also as a cultural product that underlies group learning, behaviour, ecosystems, etc. [the story of the universe, Berry]\r\n5. Design: as an unavoidable action-oriented mode for curating the future\r\n    a. Imagination\r\n    b. Pattern formation/replacement\r\n","n":0.072}}},{"i":13,"$":{"0":{"v":"Subjectivity","n":1},"1":{"v":"\n\r\nUse this note to gather and compare various relevant takes on subjectivity and also perception.\r\n\r\nConsider embedding examples inline, including:\r\n\r\n- Visual perceptions\r\n- Aural perception\r\n- Magnetic perception\r\n- Etc.\r\n\r\nHighlight key ideas:\r\n\r\n- Perception is subjective\r\n- All life has it\r\n- there is huge overlap between perceptions across individuals and species\r\n- There is much more to perception than is commonly expected, cf. 35 human senses\r\n- There is always bias, oppression, epistemological violence, ontological violence\r\n","n":0.121}}},{"i":14,"$":{"0":{"v":"Simulation","n":1},"1":{"v":"\n\r\nUse this note to gather resources (our own and external) about tools for simulating other subjectivities\r\n\r\n- Perception\r\n  - Vision\r\n    - Nonhuman\r\n      - [pavo](https://cran.r-project.org/web/packages/pavo/index.html)\r\n      - [[relationship.color.perception.bee]]\r\n- Language\r\n  - Biases\r\n    - [[experiment.bias-in-language]]","n":0.183}}},{"i":15,"$":{"0":{"v":"Love","n":1},"1":{"v":"\n\r\n>In the Amsterdam Zoo there was a pair of bitterns, whose male had 'fallen in love' with the director of the Zoo. So as not to hinder their mating, the latter did not appear for a considerable length of time. The result was that the male became accustomed to the female. A happy union ensued, and when the female was sitting on her eggs, the director risked showing himself again. But what happened? No sooner had the male caught sight of his former love companion, than he chased the female away from the nest and seemed to hint with repeated bows that the director was to occupy the place due him and continue the business of brooding.[^1]\r\n\r\n[^1]: Uexküll, Jakob von. _A Foray into the Worlds of Animals and Humans: With a Theory of Meaning_. Translated by Joseph D. O’Neil. 1934. Reprint, Minneapolis: University of Minnesota Press, 2010, 372\r\n\r\n","n":0.082}}},{"i":16,"$":{"0":{"v":"Senses","n":1}}},{"i":17,"$":{"0":{"v":"Vision","n":1},"1":{"v":"Vision (or the eye) has evolved multiple times in the Earth's evolutionary history.\r\n\r\nFor example, see Peter Godfrey-Smith on an alternative evolutionary pathway of an octopus eye. Last common ancestor with humans is a flat worm or some such creature (cf. [[Planarian|portrait.taxon.planarian]]). Yet, octopi have good vision that has developed independently.\r\n\r\nAnother interesting fact about octopi is that they most likely can see light, and possibly patterns of light, with their whole skin.\r\n\r\n>- Godfrey-Smith, Peter. _Other Minds: The Octopus, the Sea, and the Deep Origins of Consciousness_. New York: Farrar, Straus and Giroux, 2016.\r\n\r\nHence the questions: what is vision?\r\n\r\n- [ ] Provide a definition of vision here @SR--\r\n","n":0.097}}},{"i":18,"$":{"0":{"v":"Place","n":1},"1":{"v":"\r\n- [x] Copy and integrate logic from the \"Place & Color\" article draft\r\n- [ ] Decide how to break this page into sections\r\n\r\n## Definition\r\n\r\nPlace is a spatial/physical matrix that limits the formation of patterns but also as a cultural product that underlies group learning, behavior, and ecosystems.\r\n\r\n- Place as a concept is difficult to define.[^1]\r\n- It has emerged from several different epistemologies.[^2]\r\n\r\n- Sense of place is formed through the interaction of memory (written or oral history, patterns of behavior, instinct, etc.) with the physical world\r\n- Formation of sense of place depends on the subjectivity of agents and their perceptual and cognitive capabilities (capacity to perceive and reflect upon the physical world)\r\n  - The cognitive capabilities of agents also dictate their ability to construct and interpret complex physical artefacts that enrich a sense of place\r\n\r\n### Taxonomy of nonhuman place\r\n\r\n- [ ] Review and revise @SR--\r\n\r\n- The physical world\r\n  - Perceptual capabilities, e.g. [[ability to perceive color|relationship.color.perception]]\r\n    - Agents with varying degrees of agency (complexity)\r\n      - Landscape, e.g. forests, mountains\r\n      - Lifeforms, e.g. [[humans|portrait.taxon.human]], [[bees|portrait.taxon.bee]], [[mosses|portrait.taxon.moss]], amoeba, trees\r\n      - Phenomena, e.g. [[color|relationship.color]], light\r\n      - Natural forces, e.g. wind, tornadoes, waves\r\n- The mental world\r\n  - Cognitive capabilities, e.g. memory, language, writing\r\n    - Events\r\n      - Experienced\r\n        - Learned/instinctive behaviors, e.g. prey avoiding locations where they experience predators or animals recognizing areas rich in fruit\r\n        - Learned cultural practices, e.g. rituals or repeated behaviors performed and taught by both humans and nonhumans\r\n      - Recorded\r\n        - Written histories\r\n        - Oral histories\r\n        - Physical artefacts, e.g. cave paintings, rock formations, art\r\n\r\n## Place and Living Beings\r\n\r\nIs it necessary for a living being to experience a place for it to be a place?\r\n\r\nEven if it is necessary, there is a wide variety in which living beings can engage with places, where those places are, how long they persist, etc.\r\n\r\n![[dendron://placecolor/portrait.taxon.planarian]]\r\n\r\n### Living Beings Making Places\r\n\r\n- Whales creating whole ocean ecosystems through pumping watch and organic depositions.\r\n\r\n>- Demuth, Bathsheba. _Floating Coast: An Environmental History of the Bering Strait_. New York: W.W. Norton, 2019.\r\n\r\n- Bison acting on the scale of seasonal changes when they originate and maintain the 'green wave' or an endless spiring the same way other species ride it. [What America Lost When It Lost the Bison](https://www.theatlantic.com/science/archive/2019/11/how-bison-create-spring/602176/)\r\n\r\n>- Geremia, Chris, Jerod A. Merkle, Daniel R. Eacker, Rick L. Wallen, P. J. White, Mark Hebblewhite, and Matthew J. Kauffman. “Migrating Bison Engineer the Green Wave.” _Proceedings of the National Academy of Sciences_ 116, no. 51 (2019): 25707–13. https://doi.org/10/gjm32b.\r\n\r\n## Place and Color\r\n\r\n>- Hough, Carole. “Colours of the Landscape: Old English Colour Terms in Place-Names.” In _Progress in Colour Studies: Volume I. Language and Culture_, edited by C. P. Biggam and Christian Kay, 181–98. Amsterdam: J. Benjamins, 2006.\r\n\r\n## Examples\r\n\r\n![Formation of the solar system](/assets/images/2021-06-23-22-38-13.png)\r\n\r\nFormation and evolution of the solar system\r\n\r\n>[w]e have at the present time a distorted mode of human presence upon the Earth. We are somehow failing in the fundamental role that we should be fulfilling—the role of enabling the Earth and the universe entire to reflect on and to celebrate themselves, and the deep mysteries they bear within them, in a special mode of conscious self-awareness. [^3]\r\n\r\n![The story of the universe in chapter titles](/assets/images/2021-06-23-23-10-44.png)\r\n\r\nThe story of the universe in chapter titles\r\n\r\n[^1]: Tim Cresswell, *Place: A Short Introduction*, Short Introductions to Geography (Malden: Blackwell, 2004), 1.\r\n[^2]: Daniel R. Williams, “Making Sense of ‘Place’: Reflections on Pluralism and Positionality in Place Research,” *Landscape and Urban Planning* 131 (2014): 74–82, https://doi.org/10/f6mhzd.\r\n[^3]: Swimme, Brian, and Thomas Berry. _The Universe Story: From the Primordial Flaring Forth to the Ecozoic Era—A Celebration of the Unfolding of the Cosmos_. New York: HarperCollins, 1992.\r\n","n":0.041}}},{"i":19,"$":{"0":{"v":"Dwelling","n":1},"1":{"v":"\n\r\n- [ ] Populate with interesting images of examples\r\n\r\nHow does dwelling relate to place?\r\n\r\n- Human dwellings\r\n  - Examples...\r\n- Nonhuman dwellings\r\n  - Examples...","n":0.213}}},{"i":20,"$":{"0":{"v":"Pattern","n":1}}},{"i":21,"$":{"0":{"v":"Design","n":1},"1":{"v":"\n\r\n## Structural Colour\r\n![](/assets/images/CFolds_1.jpeg)\r\n[Jenny Sabin - ColourFolds: eSkins](https://www.sabinlab.com/colorfolds)\r\n\r\n## References\r\n>- Sabin, Jenny E. Martin Miller, Daniel Cellucci, Andrew Moorman._“ColorFolds: eSkin + Kirigami: From Cell Contractility to Sensing Materials to Adaptive Foldable Architecture.”_ Living Architecture Systems Group (White Papers 2016): 262-275.","n":0.162}}},{"i":22,"$":{"0":{"v":"Culture","n":1}}},{"i":23,"$":{"0":{"v":"Communication","n":1},"1":{"v":"\n## Multimodal Communication\r\n\r\n![](/assets/images/2021-09-01-14-10-48.png)\r\n\r\n>- Darwin, Charles. T_he Expression of the Emotions in Man and Animals_. Edited by Francis Darwin. London: John Murray, 1872.\r\n\r\n>- Higham, James P., and Eileen A. Hebets. “An Introduction to Multimodal Communication.” Behavioral Ecology and Sociobiology 67, no. 9 (2013): 1381–88. https://doi.org/10/f463hf.\r\n\r\n","n":0.151}}},{"i":24,"$":{"0":{"v":"Color","n":1},"1":{"v":"\n\r\n- [ ] Discuss and expand from notes\r\n\r\n## What is Color?\r\n\r\n> Color is a function of the human visual system, and is not an intrinsic property. Objects don't have a color, they give off light that appears to be a color.[^1]\r\n\r\n- The spectrum of colours visible to humans is defined by the range of wavelengths from 380–740mm.\r\n  - **See also**: [[relationship.color.physics]]\r\n\r\n## Why Should We Think about Color?\r\n\r\n- A critical issue for interspecies cohabitation and [[design|relationship.design]] is facilitating an understanding of different subjectivities between stakeholders where communication using language is impossible.\r\n- Color lies at the intersection of many of the issues relevant to interspecies cohabitation, namely [[communication|relationship.communication]] and [[subjectivity|relationship.subjectivity]].\r\n\r\nTo illustrate:\r\n\r\n- Color is:\r\n  - **Perception**: \"A function of the human visual system.\"[^2]\r\n    - The [[ability to perceive certain wavelengths as visual information|relationship.color.perception]] is determined by the evolution of biological systems.  \r\n  - **Physics**: A term referring to a [[range of wavelengths within the electromagnetic spectrum|relationship.color.physics]].\r\n  - **Language** [[A group of words referring to specific colors|relationship.color.language]].\r\n ^GI338iPZvbyy\r\n## Pigments and Dyes\r\n\r\n>- Eastaugh, Nicholas. _The Pigment Compendium: A Dictionary of Historical Pigments_. Amsterdam: Elsevier Butterworth-Heinemann, 2004.\r\n>- Feller, Robert L., Ashok Roy, Elisabeth West FitzHugh, and Barbara Hepburn Berrie, eds. _Artists’ Pigments: A Handbook of Their History and Characteristics_. Washington: National Gallery of Art, 1986.\r\n\r\n## Users of Color\r\n\r\n### Living Creatures\r\n\r\n>- Humphrey, Nicholas. “The Colour Currency in Nature.” In _Colour for Architecture Today_, edited by Tom Porter, Byron Mikellides, and Terry Farrell, 1–12. London: Taylor & Francis, 2009. This is a pretty simplistic account but is an example of what exists. Refers to [[portrait.color.red]]\r\n### Architecture and Design\r\n\r\n>- Porter, Tom, Byron Mikellides, and Terry Farrell, eds. _Colour for Architecture Today_. London: Taylor & Francis, 2009.\r\n\r\n\r\n\r\n- [ ] List some interesting historical pigments as example. Link to 'portraits' @SR--\r\n\r\n[^1]: Elert, Glenn. _The Physics Hypertextbook_. Brooklyn: Glenn Elert, 1998.\r\n [https://physics.info/color/](https://physics.info/color/).\r\n[^2]: *Ibid*.\r\n","n":0.058}}},{"i":25,"$":{"0":{"v":"Sex","n":1},"1":{"v":"\n\r\nSexual selection drives the emergence of color in living organisms.\r\n\r\n![](/assets/images/2021-06-24-20-17-44.png)\r\n\r\nWe can generalise to say that sexual selection. This means females follows their cultural preferences, of fashion, to select increasingly strange ornaments, including color.\r\n\r\n>The colors and shapes of the flowers are a precise record of what bees find attractive.... It would be a paradoxically anthropocentric mistake to assume that, because bees are more primitive organisms ... there is nothing in common between our pleasure in flowers and theirs.[^1]\r\n\r\nThe umbrella relationship to this is that of pleasure, something all animals and, really, all life is capable of.\r\n\r\n[^1]: Turner, Frederick. _Beauty: The Value of Values_. Charlottesville: University of Virginia Press, 2015.\r\n","n":0.096}}},{"i":26,"$":{"0":{"v":"Physical Properties of Color","n":0.5},"1":{"v":"\n\r\n![[example.color-wavelength]]\r\n\r\n![[example.color-electromagnetic-spectrum]]\r\n\r\n### Resources\r\n\r\n* [The Physics Hypertextbook](https://physics.info/color/): Freely available and reasonably reliable, so appropriate for our purposes.\r\n","n":0.258}}},{"i":27,"$":{"0":{"v":"Ability to Perceive Color","n":0.5},"1":{"v":"\nSubjective experiences of color vary between humans and will likely vary between other animals, individuals and species. Old and young can see differently, males and females (in some species males have dichromatic but females can have trichromatic vision), neurologically different individuals across species.\r\n\r\nThese relationships become further complicated because different species use different portions of the spectrum to see the same place and add other senses.\r\n\r\n- [ ] refer to non-neurotypical story here @swampwitch\r\n\r\n[[relationship.color.perception.human]]\r\n\r\n[[relationship.color.perception.bee]]\r\n","n":0.117}}},{"i":28,"$":{"0":{"v":"Human Perception of Color","n":0.5},"1":{"v":"\n\r\n\r\n> The human eye can distinguish something on the order of 7 to 10 million colors — that's a number greater than the number of words in the English language (the largest language on Earth).[^1]\r\n\r\n![[example.color-wavelength]]\r\n\r\nThe visible spectrum of colors visible to the human eye is a subset of the electromagnetic spectrum.\r\n\r\n* [[relationship.color.physics]]\r\n\r\n### Differences in perceptual ability between humans\r\n\r\n* Normal variance in perceptual ability in humans, e.g. color blindness.\r\n\r\n### The concept of colour universals\r\n\r\n- [ ] Find example from World Color Survey\r\n\r\n[^2]\r\n\r\n\r\n[^1]: Elert, Glenn. *The Physics Hypertextbook*. Brooklyn, NY: Glenn Elert, 1998–. [https://physics.info/color/](https://physics.info/color/).\r\n\r\n[^2]: Kay, Paul, Brent Berlin, Luisa Maffi, William R. Merrifield, and Richard Cook. *The World Color Survey*. Stanford: Center for the Study of Language and Information Publications, 2010.\r\n","n":0.092}}},{"i":29,"$":{"0":{"v":"Color Vision of Bees","n":0.5},"1":{"v":"\n\r\n![](/assets/images/2021-06-24-20-48-43.png)\r\n![](/assets/images/2021-06-24-20-48-52.png)\r\n![](/assets/images/2021-06-24-20-50-59.png)\r\n![](/assets/images/2021-06-24-20-51-10.png)\r\n\r\n*Calystegia sepium* and *Narcissus pseudonarcissus*, visible light vs UV light. Images by Bjørn Rørslett\r\n","n":0.267}}},{"i":30,"$":{"0":{"v":"Language about Color","n":0.577},"1":{"v":"\n\r\n\r\n### Differences in human languages used to describe colour\r\n\r\n* Show examples from WCS\r\n\r\n### The concept of colour universals\r\n\r\n![Colour universals image](/assets/images/lindsay-brown-within-language-diversity.png)\r\n[^1]\r\n\r\n<p>\r\n<figcaption>\r\nLindsay and Brown, \"Within-language diversity in color naming. (A) Diversity in 110 WCS languages. Each pie chart represents one WCS language (numbers at the top) […] (B) Examples of WCS data from four languages; language numbers from A. The top two rows are the two K = 6 branches of the GBP (Green|Blue|Purple) motif; the second two rows are the two K = 5 branches of the Grue motif, both of which are united as single motifs at K = 4.\" 2009.\r\n</figcaption>\r\n</p>\r\n\r\nBasic color terms and color universals\r\n\r\n> Colour semantic studies of individual languages are often greatly concerned, some would say obsessed, with the matter of basicness. Which colour words are Basic Colour Terms (BCTs) and which are not? As with other basic vocabulary, BCTs are frequently used, in both speech and writing, and they are well known to all adult speakers of the language. English speakers all know words such as mother, arm, red and green but they are less likely to encounter and/or understand sibling, pancreas, burgundy and taupe, which suggests that the second word-set contains non-basic terms.[^2]\r\n\r\nAbsence of color universals in other languages\r\n\r\n> the article presents a detailed study of the visual world reflected in the Australian language Warlpiri and in Warlpiri ways of speaking, showing that while Warlpiri people have no ‘colour-talk’ (and no colour-practices’), they have a rich visual discourse of other kinds, linked with their own cultural practices.[^3]\r\n\r\n\r\n### Colour in literature\r\n\r\n[[experiment.color-timeline]]\r\n\r\n- [ ] Include excerpts from *Gormenghast* about colour\r\n\r\n[^1]: Lindsey, Delwin T., and Angela M. Brown. “World Color Survey Color Naming Reveals Universal Motifs and Their Within-Language Diversity.” *Proceedings of the National Academy of Sciences* 106, no. 47 (2009): 19785–90. https://doi.org/10/dv6nn5.\r\n[^2]: Biggam, Carole P. *The Semantics of Colour: A Historical Approach*. Cambridge, UK: Cambridge University Press, 2012.\r\n[^3]: Wierzbicka, Anna. “Why There Are No ‘Colour Universals’ in Language and Thought.” *Journal of the Royal Anthropological Institute* 14, no. 2 (2008): 407–25. https://doi.org/10/d894bn.\r\n\r\n","n":0.055}}},{"i":31,"$":{"0":{"v":"Food","n":1},"1":{"v":"\n\r\n\r\nColor vision evolved in animals that focused on vegetarian diets and had to recognise ripe fruit.\r\n\r\n- [ ] Add excerpts from references about color vision and food\r\n","n":0.192}}},{"i":32,"$":{"0":{"v":"Die","n":1},"1":{"v":"\n\r\n![](/assets/images/2021-06-24-19-46-49.png)\r\n\r\nThis is a box of watercolours. Image by the authors\r\n\r\n![](/assets/images/2021-06-24-19-52-40.png)\r\n\r\nAnd these are the names of these colors. Image by Kalacheva School\r\n\r\n1. Cadmium Lemon\r\n2. Cadmium Yellow Medium\r\n3. Yellow Ochre\r\n4. Raw Sienna\r\n5. Golden\r\n6. Cadmium Orange\r\n7. Red Ochre\r\n8. Burnt Sienna\r\n9. English Red\r\n10. Scarlet\r\n11. Madder Lake Red Light\r\n12. Carmine\r\n13. Violet-Rose\r\n14. Ultramarine\r\n15. Cobalt Blue\r\n16. Blue\r\n17. Emerald Green\r\n18. Yellow Green\r\n19. Green\r\n20. Umber\r\n21. Mars Brown\r\n22. Burnt Umber\r\n23. Sepia\r\n24. Neutral Black\r\n","n":0.126}}},{"i":33,"$":{"0":{"v":"Camouflage","n":1},"1":{"v":"\n## What is Camouflage?\r\n\r\nCamouflage is one type of relationship between living being and between living beings and places.\r\n\r\nDifferent types of vision lead to different types of camouflage. Sometimes, it is better to have dichromatic rather than trichromatic vision for camouflage breaking.\r\n\r\n![](/assets/images/2021-09-02-14-19-59.png)\r\n\r\n>- Troscianko, Jolyon, Jared Wilson-Aggarwal, David Griffiths, Claire N. Spottiswoode, and Martin Stevens. “Relative Advantages of Dichromatic and Trichromatic Color Vision in Camouflage Breaking.” _Behavioral Ecology_ 28, no. 2 (2017): 556–64. https://doi.org/10/gbg5vp.\r\n\r\nSome interesting citizen science games on the topic can be found [here](https://www.sensoryecology.com/games/).\r\n\r\n![](/assets/images/2021-09-02-14-20-50.png)\r\n\r\n[Sample from an online game](https://www.jolyon.co.uk/2017/04/online-games-help-us-understand-colour-vision-and-camouflage/)\r\n\r\n## How is Camouflage Relevant to Place?\r\n","n":0.104}}},{"i":34,"$":{"0":{"v":"Bioluminescence","n":1},"1":{"v":"\n![](/assets/images/2021-08-17-21-03-46.png)\r\n\r\nBioluminescence, image by [Robert](https://flic.kr/p/8QJHw)\r\n\r\n![](/assets/images/2021-08-17-21-10-32.png)\r\n\r\nThe deep-sea shrimp _Heterocarpus ensifer_ and a photo of the same animal ‘vomiting’ light from glands located near its mouth. Image by [Sönke Johnsen and Katie Thomas](https://oceanexplorer.noaa.gov/explorations/15biolum/logs/july23/media/shrimp_hires.jpg).\r\n\r\n![](/assets/images/2021-08-17-21-14-03.png)\r\n\r\nSea pen _Umbellula_. Image by [NOAA Bioluminescence and Vision on the Deep Seafloor](https://oceanexplorer.noaa.gov/explorations/15biolum/logs/july23/media/figure_5_hires.jpg).\r\n\r\n![](/assets/images/2021-08-17-21-19-13.png)\r\n\r\nJellyfish bioluminescence. Image by [Chris Favero](https://flic.kr/p/u9yoik)\r\n\r\nBioluminescence is one of the most important means of communication in nature.\r\n\r\n75% of ocean animals can make their own light, most of animals are marine, this amounts to many trillions of fish. \r\n\r\nOcean covers most of the planet's surface, most of it is very poorly explored. It clearly is a very important place with very different topographies, colours, etc.\r\n\r\n>- Widder, Edith. _Below the Edge of Darkness: A Memoir of Exploring Light and Life in the Deep Sea_. New York: Random House, 2021.\r\n","n":0.088}}},{"i":35,"$":{"0":{"v":"Precedent","n":1}}},{"i":36,"$":{"0":{"v":"Zoomorph","n":1},"1":{"v":"\n\r\n## Zoomorph - Software simulating how animals see\r\n\r\n\"Developed with the help of color vision scientists, Zoomorph is software that generates simulations of how various animals see, helping us experience the world through the eyes of another species.\"\r\n\r\n[Zoomorph](https://zoomorph.arts.ucsb.edu/)\r\n\r\n![](/assets/images/2021-07-29-14-04-00.png)","n":0.164}}},{"i":37,"$":{"0":{"v":"Animal Aided Design","n":0.577},"1":{"v":"\nRelevant to the notion of interspecies design. Focuses on ecosystem services. Prioritises animals.\r\n\r\n>- Apfelbeck, Beate, Christine Jakoby, Maximilian Hanusch, Emanuel Boas Steffani, Thomas E. Hauck, and Wolfgang W. Weisser. “A Conceptual Framework for Choosing Target Species for Wildlife-Inclusive Urban Design.” *Sustainability* 11, no. 24 (2019): 6972. https://doi.org/10/gmkmq9.\r\n>- Apfelbeck, Beate, Robbert P. H. Snep, Thomas E. Hauck, Joanna Ferguson, Mona Holy, Christine Jakoby, J. Scott MacIvor, Lukas Schär, Morgan Taylor, and Wolfgang W. Weisser. “Designing Wildlife-Inclusive Cities That Support Human-Animal Co-Existence.” *Landscape and Urban Planning* 200 (2020): 103817. https://doi.org/10/gg73mt.\r\n>- Eggermont, Hilde, Estelle Balian, José Manuel N. Azevedo, Victor Beumer, Tomas Brodin, Joachim Claudet, Bruno Fady, et al. “Nature-Based Solutions: New Influence for Environmental Management and Research in Europe.” *GAIA - Ecological Perspectives for Science and Society* 24, no. 4 (2015): 243–48. https://doi.org/10/f3pvt5.\r\n>- Weisser, Wolfgang, and Thomas Hauck. “Animal-Aided Design: Using a Species Life-Cycle to Improve Open Space Planning and Conservation in Cities and Elsewhere.” *BioRxiv*, 2017, 150359. https://doi.org/10/gfsqhg.\r\n","n":0.08}}},{"i":38,"$":{"0":{"v":"Portrait","n":1},"1":{"v":"\nPortrait is a description of a particular phenomenon or a character, a sample that gives a glimpse into being of an object, a lifeform, a cultural construct. For example, portraits can describe animals, places, and colors. Characters can be human or nonhuman, living or abiotic, real or fictional. They come into [[relationships | relationship]] and participate in [[stories | story]].\n","n":0.129}}},{"i":39,"$":{"0":{"v":"Taxon","n":1},"1":{"v":"Taxon refers to any grouping of living beings of similar characteristics such as families or species.\n","n":0.25}}},{"i":40,"$":{"0":{"v":"Snake","n":1},"1":{"v":"\r\nSome snakes can see infrared light\r\n\r\n![](/assets/images/2021-09-01-13-56-21.png)\r\n\r\n[Colors Animals See](https://askabiologist.asu.edu/colors-animals-see)\r\n\r\n>- Goris, Richard C. “Infrared Organs of Snakes: An Integral Part of Vision.” _Journal of Herpetology_ 45, no. 1 (2011): 2–14. https://doi.org/10/ftbfgx.\r\n","n":0.186}}},{"i":41,"$":{"0":{"v":"Planarian","n":1},"1":{"v":"![](/assets/images/2021-08-16-12-09-32.png)\r\n\r\nA whole planarian. The head is on the left, we can see the ocelli (eye spots) and auricles (triangular outgrowths from the head). Image by Marc Perkins.\r\n\r\nFor example, the phylum Platyhelminthes (Flatworms) includes flatworms, the planarians, flukes and tapeworms. of these, planarians are free-living (non-parasitic) worms that live in saltwater habitats but can also occur in freshwater.\n","n":0.132}}},{"i":42,"$":{"0":{"v":"Pig","n":1},"1":{"v":"![](/assets/images/2021-06-23-23-26-52.png)\r\n\r\nMonkey on a pig, Book of Hours, France, Paris, ca. 1460, MS M.282 fol. 77r\r\n\r\n>Let’s imagine spending a moment or two in the Middle Ages. What are the images that come to mind? Turreted castles, ladies in rose-coloured gowns and pointy hats, peasants gathering sheaves of wheat, monks in black cassocks.........and pigs! Flick through the pages of any Book of Hours or look at any medieval tapestry and there they are, wandering in alleyways or grubbing for acorns in oak-leafy woods, always in tilted profile, like the animals in bestiaries, and always with that mona lisa smile and those knowing human eyes. The jolly pig, rotund and self-satisfied.[^1]\r\n\r\n[^1]: Mathews, Freya. “Without Animals Life Is Not Worth Living.” _Between the Species: A Journal of Ethics_ 13, no. 7 (2007): 1–28.\r\n","n":0.088}}},{"i":43,"$":{"0":{"v":"Owl","n":1}}},{"i":44,"$":{"0":{"v":"Moss","n":1}}},{"i":45,"$":{"0":{"v":"Human","n":1},"1":{"v":"\r\n## Titus\r\n\r\n- [ ] Not sure where to place Gormenghast descriptions, consider.\r\n- [ ] Add images of forests and mosses, with color. Consider info on the color and other perceptual attributes of places.\r\n\r\n>Titus, wrenching two boughs apart, thrust himself forward and wriggled into the green darkness; thrust again, prising his feet against a great lateral root. The leaves and the moss were cold with the dew. Working forwards on his elbows, he found his way almost completely barred by a tough network of boughs; but the edge of his eagerness to break his way through was whetted, for a branch had swung back and switched him across his cheek, and in the pain of the moment he fought the muscled branches, until the upper part of his body had forced a gap which he kept from re-closing with his aching shoulders. His arms were forward of his body and he was able to free his face of the leaves, and, as he panted to regain his breath, to see ahead of him, spreading into the clear distances, the forest floor like a sea of golden moss. From its heaving expanses, arose, as through the chimera of a daydream, a phantasmic gathering of ancient oaks. Like dappled gods they stood, each in his own preserve, the wide glades of moss flowing between them in swathes of gold and green and away into the clear, dwindling distances.[^1]\r\n\r\n[[portrait.taxon.moss]]\r\n\r\n[^1]: Peake, Mervyn. _The Illustrated Gormenghast Trilogy: Titus Groan. Gormenghast. Titus Alone._ Special. 1946. Reprint, London: Vintage Classic, 2011, chapter 19.\r\n","n":0.063}}},{"i":46,"$":{"0":{"v":"Dog","n":1},"1":{"v":"![](/assets/images/2021-09-01-14-14-16.png)\r\n\r\nFrom Darwin's The Expression of the Emotions in Man and Animals (1872)\n","n":0.289}}},{"i":47,"$":{"0":{"v":"Cat","n":1},"1":{"v":"![](/assets/images/2021-09-01-14-17-09.png)\r\n![](/assets/images/2021-09-01-14-18-39.png)\r\n\r\n>- Darwin, Charles. _The Expression of the Emotions in Man and Animals_. Edited by Francis Darwin. London: John Murray, 1872.\r\n","n":0.224}}},{"i":48,"$":{"0":{"v":"Butterfly","n":1}}},{"i":49,"$":{"0":{"v":"Bee","n":1},"1":{"v":"- [ ] Add an example of how humans think about bees\r\nplaces that they have\r\ncolors they see\r\npositive and negative, from literature, Gormenghast, etc...\r\n## Color Perception\r\n\r\n![](/assets/images/Tenerife-Narrow-Leaved-Bugloss.jpg)\r\n\r\n[Tenerife Wild Flowers in UV Bee Vision](https://www.jolyon.co.uk/2015/04/tenerife-wild-flowers-in-uv-bee-vision/), human vision is on the left, simulated bee vision is on the right.\r\n\r\n![](/assets/images/2021-09-02-13-54-40.png)\r\n\r\n>- Berg, Cedric P. van den, Jolyon Troscianko, John A. Endler, N. Justin Marshall, and Karen L. Cheney. “Quantitative Colour Pattern Analysis (QCPA): A Comprehensive Framework for the Analysis of Colour Patterns in Nature.” Edited by Graziella Iossa. Methods in Ecology and Evolution 11, no. 2 (February 2020): 316–32. https://doi.org/10/gjp9fq.\r\n\r\n![[relationship.color.perception.bee]]\r\n","n":0.104}}},{"i":50,"$":{"0":{"v":"Place","n":1}}},{"i":51,"$":{"0":{"v":"Soil","n":1},"1":{"v":"\n>- Lavelle, Partrick. “Soil as a Habitat.” In _Soil Ecology and Ecosystem Services_, edited by Diana H. Wall, 7–27. Oxford: Oxford University Press, 2012.\r\n\r\n![](/assets/images/2021-08-18-18-41-03.png)\r\n\r\n[Permaculture Sydney South](http://www.permaculturesydneysouth.org.au/event/april-10-2018-soil-a-living-part-of-the-ecosystem/)\r\n\r\nNest construction is a common form of parental care in soil organisms. Earth worms, for example take care of their young by selecting nests and excreting nutrition.\r\n\r\n![](/assets/images/2021-08-18-18-45-23.png)\r\n\r\n Nests of an earthworm, [_Pontoscolex corethrurus_](https://doi.org/10.7717/peerj.2032/fig-2).\r\n\r\n >- Ortiz-Ceballos, Angel I., Diana Pérez-Staples, and Paulino Pérez-Rodríguez. “Nest Site Selection and Nutritional Provision Through Excreta: A Form of Parental Care in a Tropical Endogeic Earthworm.” _PeerJ_ 4 (May 17, 2016): e2032. https://doi.org/10/gmhpvb.\r\n","n":0.104}}},{"i":52,"$":{"0":{"v":"Ocean","n":1},"1":{"v":"\n![[dendron://placecolor/relationship.color.bioluminescence]]\r\n","n":1}}},{"i":53,"$":{"0":{"v":"Mountain","n":1},"1":{"v":"\nShepherd, Nan. _Living Mountain: A Celebration of the Cairngorm Mountains of Scotland_. 1945. Reprint, Edinburgh: Canongate, 2019.\r\n","n":0.243}}},{"i":54,"$":{"0":{"v":"Mars","n":1}}},{"i":55,"$":{"0":{"v":"Building","n":1}}},{"i":56,"$":{"0":{"v":"Body","n":1},"1":{"v":"\nAnimal body, plant body, any living body as a type of place, an ecosystem.\r\n","n":0.267}}},{"i":57,"$":{"0":{"v":"Color","n":1},"1":{"v":"\n>The quality or attribute by virtue of which something appears to have a colour, so that it may present different appearances to the observer regardless of shape, size, and texture; the sensation corresponding to this, now recognized as dependent on the wavelengths of the light reaching the eye. 1398 (OED)\r\n\r\nColour is only important because humans privilege visual perception, which is unusual among many terrestrial animals who stay closer to the ground and rely more on olfaction.\r\n\r\n## How Different Animals See Color\r\n\r\n![](/assets/images/2021-09-01-13-52-23.png)\r\n\r\n[Colors Animals See](https://askabiologist.asu.edu/colors-animals-see)","n":0.11}}},{"i":58,"$":{"0":{"v":"White","n":1},"1":{"v":"\ncrash: The name of a tint in textile fabrics, the colour of unbleached cotton. 1927\r\n\r\nclair-de-lune: The colour of moonlight, a soft white or pale blue-grey, the shade which appears in the glaze of certain Chinese porcelains. 1877\r\n\r\necru: The name of a colour; the colour of unbleached linen. 1869\r\n\r\n## Natural History of White\r\n\r\n## Cultural History of White\r\n\r\n## White in Human Language\r\n\r\n## Types of White\r\n\r\n## White in Use\r\n\r\n## White in Places\r\n\r\n## White in the Eyes of Non-Human Agents\r\n## White in Stories\r\n\r\n## References and Examples","n":0.11}}},{"i":59,"$":{"0":{"v":"Red","n":1},"1":{"v":"\n![](/assets/images/fierythroatedhummingbird.jpeg) \r\n[Fiery-Throated Hummingbird](https://i.pinimg.com/originals/c9/07/35/c90735ae0936b3476bf9c0c3520ee707.jpg)\r\n\r\n## Structural Colour\r\nMany bird feathers, like the Fiery-Throated Hummingbird are not colourful due to pigment. Instead they possess structural colour, meaning their feathers possess a matrix of keratin “bubbles”. Light interact with these nano structures causing some light to be refracted and reflected at different wavelengths that correspond to the colours perceived. The angle of light results in dynamic iridescent colour, since the  angle of the light alters the depth of the reflected wavelength and therefore its colour. \r\nThe iridescent red of the Fiery-Throated Humming birds feathers is due to the nano-structures that have a depth of 625nm - 740nm, which reflect wavelengths of light at certain angels that is perceived as red.\r\n\r\n>- Sun, Jiyu, Bharat Bhushan and Jin Tong, \"Structural coloration in nature\", _The Royal Society of Chemistry_, RSC Advances, 3, (2013): 14862 – 14889.\r\n## Natural History of Red\r\n\r\n## Cultural History of Red\r\n\r\n## Red in Human Language\r\n\r\n## Types of Red\r\n\r\n## Red in Use\r\n\r\n## Red in Places\r\n\r\n## Red in the Eyes of Non-Human Agents\r\n## Red in Stories\r\n\r\n>- Carson, Anne. _Autobiography of Red_. Affred A. Knopf, 1998.\r\n\r\n>- Carson, Anne. _Red Doc>,_. Alfred A.Knopf, 2013.\r\n\r\n## References and Examples\r\n","n":0.073}}},{"i":60,"$":{"0":{"v":"Green","n":1},"1":{"v":"\n## Natural History of Green\r\n\r\n## Cultural History of Green\r\n\r\n## Green in Human Language\r\n\r\n## Types of Green\r\n\r\n## Green in Use\r\n\r\n## Green in Places\r\n\r\n## Green in the Eyes of Non-Human Agents\r\n## Green in Stories\r\n\r\n## References and Examples\r\n","n":0.169}}},{"i":61,"$":{"0":{"v":"Blue","n":1},"1":{"v":"Potential cross references: color vision, [[portrait.taxon.bee]], etc.\r\n\r\n![](/assets/images/2021-08-04-17-54-51.png)\r\n\r\n[The Karner Blue Butterfly](https://modernconservationist.com/forgotten-endangered-species-karner-blue-butterfly/)\r\n\r\n![](/assets/images/2021-08-04-18-22-03.png)\r\n\r\n[Blue Dunes on the Red Planet](https://www.nasa.gov/image-feature/blue-dunes-on-the-red-planet) Image Credit: NASA/JPL-Caltech/ASU\r\n\r\n>A sea of dark dunes, sculpted by the wind into long lines, surrounds Mars' northern polar cap and covers an area as big as Texas. In this false-color image, areas with cooler temperatures are recorded in bluer tints, while warmer features are depicted in yellows and oranges.\r\n\r\n![](/assets/images/2021-08-04-18-32-40.png)\r\n\r\n[The Blue Marble](https://visibleearth.nasa.gov/images/2181/the-blue-marble/2182l)\r\n\r\n>Using a collection of satellite images and data, scientists and visualizers stitched together months of observations of Earth’s land surface, oceans, sea ice, and clouds into a seamless, true-color mosaic.\r\n\r\n## Natural History of Blue\r\n\r\n![](/assets/images/2021-08-20-23-10-40.png)\r\n\r\nIridescence changing with the angle of light.\r\n\r\n![](/assets/images/2021-08-20-23-15-50.png)\r\n\r\nPhylogeny of the genus Morpho, showing the right wings of males and females. U = Understory and C = Canopy.\r\n\r\nWhy are _Morpho_ butterflies blue?\r\nWhy are some _Morpho_ not blue?\r\n\r\n>- Debat, Vincent, Serge Berthier, Patrick Blandin, Nicolas Chazot, Marianne Elias, Doris Gomez, and Violaine Llaurens. “Why Are Morpho Blue?” In _Biodiversity and Evolution_, edited by Philippe Grandcolas and Marie-Christine Maurel, 139–74. Elsevier, 2018.\r\n>Color diversity in animals is often discussed in terms of signals received by predators and/or sexual partners or competitors. Butterfly coloration is therefore generally considered first and foremost as a visual signal, both on an inter- and intra-specific level. Other selective pressures act on coloration: butterfly wing scales are also involved in thermoregulation and hydrophobia.\r\n\r\n>Despite their iconic status, Morpho remain relatively unknown especially for the evolution of their coloration. While their phylogeny is well established and the nano-structural basis of their color fully identified, the ecological and genetic factors of these traits are almost entirely unexplored. The hypotheses commonly called upon to explain the evolution of the iridescent blue color, whether in terms of sexual selection or escape from predators, have never been explicitly tested. These gaps leave us with a number of open questions: are non-blue species subject to different selective pressures (thermoregulation, hydrophobia, predation, communication)? Do they fly more slowly or simply in a different way than their blue relatives? Are there, within each species, differences in flight behavior between sexes? In the hypothesis regarding the importance of blue as a sexual signal, do Morpho show evidence of particular visual receptors? Are they sensitive to polarized light? All of these questions require experiments to be carried out that would allow us to study flight modalities and numerous behavioral traits. But they point above all, despite more than a century of collecting, toward the lack of understanding of the ecology of Morpho.\r\n\r\n## Cultural History of Blue\r\n\r\nBlues history is rich with equivocal conjecture.\r\n\r\nIn Homer’s Odyssey, there are many references to white and black, essentially the albedo scale, in order to describe place and their objects. Reference to colour barely occurs, only in smatterings of red and yellow but with no mention of blue. Similar to the linguistic trend that philologist Lazarus Geiger, and theorist Berlin and Kay also recognise in human cultures across the globe. Blue has been attributed an array of meanings from wealth to Mother Mary’s purity to the police to everyday blue collar workers and the bibliothèque bleue (blue library), as well as the crass blue slang and blue boys to name a few.\r\n\r\n>“Blue: as yellow is always accompanied with light, so it may be said that blue still brings a principle of darkness with it. This color has a peculiar and almost indescribable effect on the eye. As a hue it is powerful - but it is on the negative side, and in its highest purity is, as it were, a stimulating negation. Its appearance, then, is a kind of contradiction between excitement and repose.” \r\n>- Goethe, Johann Wolfgan von. _Theory of Colours_, 1810.\r\n\r\nThe deep and void-like quality desired by Yves Kleins synthetic version of ultramarine is similar to blues  principle of darkness that Goethe describes. The vacuousness of this pigment is potentially due to the ways that synthetic blue lattice is formed, which is much more unified than its naturally occurring ultramarine counterpart (Farvaro, et al.). Ultramarine is the purified pigment from the semi-precious gemstone, lapis lazuli, and has been used in the 14th and 17th centuries paintings as a representation of wealth and power. Lapis lazuli serves a symbolic function representing the contradictions in political assemblages and trade agreements, since it is a resource that has continually been the grounds conflict and exploitation. It is at once an isolated resource, only existing in eleven known depositories around the globe, as well as one that has been identified in places all over the world since 38,000BC (Pister 45).\r\n\r\n>- Favaro, M. A. Guastoni, F. Marini, S. Bianchi, A. Gambirasi. \"Characterisation of lapis lazuli and corresponding purified pigments for a provenance study of ultramarine pigments used in works of art\". Published online, 29 December 2011.\r\n>- Pister, Patricia. \"Deep Blue Geomeditations : Following Lapis Lazuli in Three Ecological Assemblages\". SubStance, Volume 47, Number 2 (Issue 146) : John Hopkins University Press, 2018. \r\n\r\n## Blue in Human Language\r\n\r\n>“‘Dat zijn maar blauwe bloempjes’ - ‘Those are nothing but blue flowers.’ In which case ‘blue flowers’ means a pack of bald-faced lies.” - Maggie Nelson, Bluets. 45\r\n\r\nThe way humans see colour is dependent on their language, or lack thereof. Since without the words to describe the spectrum of visual light one might be aware of the quality of colours like “blue” but not yet have a word to describe it. Throughout a plethora of ancient human cultures studied by philologist Lazarus Geiger, colour words as descriptors of place appeared to be absent especially when concerning blue.\r\n\r\nThis linguistic relativity of colour and perception may have to do with the blue-green distinction, which many languages still colexify instances such of colour. However development of linguistic distinctions of colour may have more to do with the cultural uses and availability of coloured pigments in visual practices of art and their realist representations of place and colour. Regarding the differentiation of colour, colour theorists Berlin and Kay came up with a universal proposal for the distinction and development of colour terms throughout human cultures at large, stage one includes dark-cool and light-warm shades and blue comes in only at stage five following red, yellow and green. Initially their research was dismissed as western centric, which lead to them reviewing and expanding to an even greater study group of ancient cultures across the globe. \r\n\r\n>- Berlin, Brent, and Paul Kay. _Basic Color Terms: Their Universality and Evolution_. 1969. Reprint, Berkeley: University of California Press, 1991.\r\n\r\nIn order to measure the different nuances of blue in the sky a scientist from the eighteenth century, Horace-Benedict de Saussure invented the cyanometer, which consisted of 53 swatches of blue.\r\n\r\n![](/assets/images/Night-2018-03-13_016.jpeg)\r\n\r\n[Elise Rasmussen, Did You Know Blue Had No Name?](https://images.squarespace-cdn.com/content/v1/50c635fde4b0cd7ca3dc008f/1590108608115-4F44LJW3OFCWC83U9ZYL/Night-2018-03-13_016.jpg?format=2500w)\r\n\r\n### Types of Blue\r\n\r\n- By place\r\n- By language\r\n- By use\r\n- By origin, emphasise the colors borrowed from plants and animals. As species disappear, will the colors lose reference? Do the contemporary tables of colors replace the role of named colors?\r\n- Etc.\r\n\r\nIn naming colors, human imagination refers to things: materials, pigments, stones, animals, flowers, sky...\r\n\r\n- azury: Blue, bluish, tinted with soft clear blue. 1600\r\n- lazuline: Of the colour of lapis lazuli. 1877\r\n- violaceous: Of a violet colour; purplish blue. 1657\r\n- perse: Of a dark blue, bluish-grey, or (esp. in later use) purplish black colour. 1425\r\n- pavonaceous: Of the blue-green colour of a peacock's breast. 1688\r\n- cerulean: Of the colour of the cloudless sky, pure deep blue, azure. 1677 And cerulescent: Tending to cerulean. 1880\r\n- livid: Of a bluish- or purplish-grey colour. a1425\r\n\r\n## Blue in Use\r\n\r\n>Ultramarine  etymology < medieval Latin ultrāmarīnus, < Latin ultrā beyond + mare sea\r\n\r\nLapis lazuli is a semi-precious stone, which usually occurs in the high altitudes of alpine regions are inhospitable to humans, making the eleven deposits identified across the globe difficult to access and fraught with poor working conditions. Since ancient times deposits have been known in what is now considered Afghanistan, Siberia and Chile. Later in the 20th century deposits have been discovered in North America, as well as smaller deposits in Italy, Myanmar and Pakistan.\r\n\r\n>“Among these, the Sar-e-Sang lapis lazuli mines in the Badakhshan region of Afghanistan have been exploited to the greatest extent since ancient times due to the high purity of the extracted mineral. In Siberia, the lapis mines are located on the southern shore of Lake Baikal; the Slyudyanka quarry is the most heavily exploited of these, and the diffusion of Siberian lapis lazuli into Western countries started around the end of the eighteenth century. The Chilean lapis lazuli mine “Flor de los Andes” is located in the region of Coquimbo, at an altitude of more than 3500 m in the Andes Cordillera. The Afghan and Siberian lapis lazuli are similar in terms of color homogeneity and purity, while the Chilean lapis lazuli has a shallower blue tone and is less pure.” (Favaro, et al.)\r\n\r\nIn a study of three renaissance paintings the provenance of lapis lazuli pigments were determined by the minerals composition using Xray diffractometry patterns. Due to the unique nature of lazurite stones the provenance of lapis lazuli pigments in 14th and 16th century art can be deduced, revealing the routes of trade from quarries in Afghanistan, Siberia and Chile. \r\n\r\n![](assets/images/provenance_lapislazuli.png)\r\n\r\n>- Favaro, M. A. Guastoni, F. Marini, S. Bianchi, A. Gambirasi. Characterisation of lapis lazuli and corresponding purified pigments for a provenance study of ultramarine pigments used in works of art, Published online, 29 December 2011.\r\n\r\nThe purified pigment remained in favour up until the 19th Century when a synthetic variety known as ‘Goethe’ or ‘Prussian blue’ was fabricated. The exploitation of the corresponding landscapes and cultures neighbouring lapis lazuli deposits highlights the favour of the pigment,since during the 17th century, conservator Abbie Vandivere notes \"it was more valuable than gold.\"\r\n\r\n### Blue Places\r\n\r\nThe Blue Mountain (Koh-e-Laguard) of the Sar-e-Sang mines in East Afghanistan\r\n- Mined since 6,000 BC\r\n- Highest quality lazurite, few calcite and pyrite impurities\r\n- Contested land with complex geopolitics\r\n\r\n### Blue in the Eyes of Nonhuman Agents\r\n\r\nButterflies\r\n\r\n[Why Do Butterflies Have Such Vibrant Colors and Patterns?](https://www.nationalgeographic.com/animals/article/150307-butterflies-caterpillars-colors-predators-prey-animals-science)\r\n\r\nReasons for their color:\r\n\r\n- Hiding From Predators\r\n- Sending a Warning\r\n- Attracting a Mate\r\n- Keeping Warm\r\n\r\nConsider nonhuman aesthetic reasons such as sexual selection... Link to evo-devo. Link to geographic co-evolution and therefore place. Link to evolutionary innovation.\r\n\r\n>- Beldade, Patrícia, and Paul M. Brakefield. “The Genetics and Evo–Devo of Butterfly Wing Patterns.” _Nature Reviews Genetics_ 3, no. 6 (2002): 442–52. https://doi.org/10/bqxssb.\r\n>- Brakefield, Paul M., and Vernon French. “Butterfly Wings: The Evolution of Development of Colour Patterns.” _BioEssays_ 21, no. 5 (1999): 391–401. https://doi.org/10/btw9bq.\r\n>- Wagner, Andreas. _The Origins of Evolutionary Innovations: A Theory of Transformative Change in Living Systems_. Oxford: Oxford University Press, 2011.\r\n>- Thompson, John N. _The Geographic Mosaic of Coevolution. Interspecific Interactions_. Chicago: University of Chicago Press, 2005.\r\n\r\nSatin Bowerbird\r\n\r\n- Scientific name: _Ptilonorhynchus violaceus_\r\n- Family:  Ptilonorhynchidae\r\n- Class: Aves\r\n- Kingdom: Animalia\r\n- Order: Passeriformes\r\n\r\nEndemic to Eastern Australia\r\nLifespan 20 - 30 years (the longest lived passerine)\r\n\r\nMale bowerbird collect blue things in an attempt to attract a female to his bower.\r\n\r\nBlue is something of a rarity in nature, however the Satin Bowerbird is now spoilt for choice with the plethora of blue bottle caps, pen lids, rappers and other plastic waste that can be hazardous to the architect of this recycled opulence.\r\n\r\n>“Blue flowers, blue shells, the blue feathers of rollers of parakeets. Sometimes they paint the things with blue pigment that they grind up from fruit pulp with their beaks. Nowadays they raid picnic tables up to ten miles away if they see readymade blue decorations. What I thought was litter turned out to be my first discovery of the origins of art, the material of a creative process millions of years older than the ancient cave paintings of Lascaux.” (Rothenburg : 2011)\r\n\r\nRothenburg highlights in his work the role aesthetics play sexual attraction, and the way pattern and colour inform notions and evolutions of beauty within nature.\r\n\r\nBower Architecture\r\n\r\nBowers might be described as a “trysting place” as they are meticulously constructed with a plethora of materials and objects into sculptural form designed specifically to attract a mate. Nests for brooding are separate to the frivolities of the bower and constructed up in trees. Gould and Gould draw comparisons between this aesthetically indulgent work of the bower to that of humans, inferring that such conditions that enable this artistic and sexual fixation are having few predators, competition for food and a long or continuous breeding season much alike conditions that kindle creativity within human cultures. (Gould : 222). \r\n\r\nWhy build?\r\n\r\n- attraction\r\n- reproduction\r\n- arts for arts sake \r\n\r\nRequires:\r\n\r\n- Cognition of multiple perspectives  \r\n- Flexibility of materials and parameters of design\r\n\r\nBower birds are found in Australia and New Guinea, different varieties of them use colours other than blue to attract a mate, such as the Spotted Bowerbird, which collects an assortment of light and dark objects to decorate their bower. (Hansell : 217)\r\n\r\n>- Rothenburg, David. Survival of the Beautiful: Art, Science, and Evolution, London: Bloomsbury, 2011.\r\n>- Hansell, Mike. Built by Animals: The Natural History of Animal Architecture, Oxford University Press, 2007, 216 - 251.\r\n>- Gould, James. L, Gould, Grant Carol. Animal Architects : Building and the Evolution of Intelligence, Basic Books, 2007. 221 - 250.\r\n\r\n### Blue in Stories\r\n\r\n<!-- Maybe just links to the story notes here? -->\r\n## References and Examples\r\n\r\n>- Nelson, Maggie. _Bluets_. Seattle: Wave Books, 2009.\r\n>- Pastoureau, Michel. _Blue: The History of a Color_. Princeton: Princeton University Press, 2018.\r\n>- Legrand, Catherine. _Indigo: The Colour That Changed the World_. New York: Thames and Hudson, 2013.\r\n>- Balfour-Paul, Jenny. _Indigo: Egyptian Mummies to Blue Jeans_. London: The British Museum Press, 2011.\r\n\r\n[Natural Wonder: Why is the colour blue so rare in nature?](https://biodiversityrevolution.wordpress.com/2019/08/20/natural-wonder-why-is-the-colour-blue-so-rare-in-nature/)\r\n\r\n[There's Evidence Humans Didn't Actually See Blue Until Modern Times](https://www.sciencealert.com/humans-didn-t-see-the-colour-blue-until-modern-times-evidence-science)\r\n\r\n[No one could see the colour blue until modern times](https://www.businessinsider.com.au/what-is-blue-and-how-do-we-see-color-2015-2)\r\n\r\n[The 6,000-Year History of Blue Pigments in Art](ttps://www.artsy.net/article/artsy-editorial-a-brief-history-of-blue)\r\n\r\n- [ ] Review the 'blue' note and add? @swampwitch\n","n":0.021}}},{"i":62,"$":{"0":{"v":"Black","n":1},"1":{"v":"\n## Natural History of Black\r\n\r\n## Cultural History of Black\r\n\r\n## Black in Human Language\r\n\r\n## Types of Black\r\n\r\n## Black in Use\r\n\r\n## Black in Places\r\n\r\n## Black in the Eyes of Non-Human Agents\r\n## Black in Stories\r\n\r\n## References and Examples\r\n","n":0.169}}},{"i":63,"$":{"0":{"v":"Experiment","n":1},"1":{"v":"\nExperiments are projects that explore aspects of the overall theme.\r\n\r\nOur team and collaborators built them in support of the overarching research project.\r\n\r\n## List of Experiments\r\n\r\nThe current list of experiments includes:\r\n\r\n- [[ Bias in Language|experiment.bias-in-language]]\r\n- [[ Color Timeline|experiment.color-timeline]]\r\n- [[ Color Words|experiment.color-words]]\r\n- [[ Library Sentences|experiment.library-sentences]]\r\n- [[Parametric Hermeneutics|experiment.parametric-hermeneutics]]\r\n- [[ Place Schema|experiment.place-schema]]\r\n- [[Sentiment Analysis|experiment.sentiment-analysis]]\r\n- [[ Term Explorer|experiment.term-explorer]]\r\n- [[Text Analysis|experiment.text-analysis]]\r\n","n":0.135}}},{"i":64,"$":{"0":{"v":"Text Analysis","n":0.707},"1":{"v":"\n\r\n![](/assets/images/sample_dat_filtered.png)\r\n<p>\r\n<figcaption>\r\nExcerpt from text analysis of <i>Gormenghast</i>.\r\n</figcaption>\r\n</p>\r\n\r\n### Context\r\n\r\nStandard introduction for any tasks involving text analysis of *[[Gormenghast|example.gormenghast]]*.\r\n\r\n#### Objectives\r\n\r\n- Provide tools and methods for \"quantifying\" the use of language related to [[place|relationship.place]] in *Gormenghast* with a focus on the relationships between:\r\n  1. Phenomena such as [[color|relationship.color]], light, texture and atmosphere.\r\n  2. Discrete geographical locations and their component parts, e.g. buildings and rooms, forests and trees, etc.\r\n- Explore and discuss issues relevant to [[place|relationship.place]], [[design|relationship.design]] and [[communication|relationship.communication]] that emerge from attempts to create these tools, particularly those that emphasize the differences in [[subjectivity|relationship.subjectivity]] between species.\r\n- Describe the difficulties inherent in attempting to \"quantify\" subjective phenomena such as atmosphere, mood and events from unstructured text.\r\n  - Ambiguous/loosely-defined cultural phenomena such as [[place|relationship.place]] are amalgamations of different sources not limited to the impression created directly by language, e.g. collective/cultural memory such as awareness of other works, history, symbolic associations play a large part.\r\n\r\n\r\n#### Agents\r\n\r\n- Directly involved\r\n  - Readers of the novel can use the timeline as a tool to supplement deep reading and exploration of the novel.\r\n  - Designers and artists can use the tool to support creative (re-)interpretations of the novel.\r\n- Implicitly invoked\r\n  - [[The author|example.experiment.gormenghast]] and his unique set of experiences, biases, stylistic flourishes, etc.\r\n\r\n#### Medium\r\n\r\n  1. The full text of the novel (unstructured text).\r\n  2. External sources, databases and techniques (lists of colors from thesauri, specialist databases, natural language processing libraries, etc.).\r\n  3. Images, graphs and tables that [[interpret the novel (item 1) using information from item 2|experiment.place-schema]].\r\n\r\n### Methods\r\n\r\n- Select a test corpus\r\n  - We limited our analysis to a single fictional text, _The Gormenghast Novels_ by Mervyn Peake. We selected these novels for their focus on place, which others have observed: in his introduction to *Titus Groan*, Anthony Burgess describes Peake’s writing as architectural and three-dimensional qualities.[^1] The trilogy is also the subject of a PhD thesis by Lesser Woods, who uses the novel’s descriptions as the basis for architectural designs.[^2]\r\n\r\n### Results\r\n\r\n- See [[example.experiment]] for the outcomes of our attempts to apply the above logic to several \"phenomena\" in the novel.\r\n\r\n[^1]: Mervyn Peake, Anthony Burgess, and Quentin Crisp, _The Gormenghast Novels_ (Woodstock: Overlook Press, 1995).\r\n[^2]: Imogen Helen Louise Lesser Woods, “Literary Language as a Tool for Design: An Architectural Study of the Spaces of Mervyn Peake’s The Gormenghast Trilogy and ‘Boy in Darkness’” (PhD, Kent, University of Kent, 2018).\r\n","n":0.051}}},{"i":65,"$":{"0":{"v":" Term Explorer","n":0.707},"1":{"v":"\n\r\n- [ ] Copy existing explanation from Word document\r\n- [ ] Investigate embedding term explorer\r\n- [ ] Capture unique snapshots of the explorer with example sentences\r\n","n":0.196}}},{"i":66,"$":{"0":{"v":"Sentiment Analysis","n":0.707},"1":{"v":"\n\r\n- [ ] Copy explanatory text from Word document\r\n- [ ] Give more evocative examples\r\n- [ ] Extract .svg sentiment analysis graphs from R as discrete images\r\n\r\n### Context\r\n\r\n#### Objectives\r\n\r\n- What motivated our inquiry?\r\n- How does it relate to the [[broader themes|relationship]]?\r\n\r\n#### Agents\r\n\r\nWho is involved\r\n\r\n- Who/what are the perceiving agents?\r\n  - Clients\r\n  - Actors\r\n- What is the medium?\r\n\r\n### Methods\r\n\r\n- How did we conduct the experiment?\r\n\r\n### Results\r\n\r\n- What is the format of the experiment?\r\n- How is the experiment accessed?\r\n","n":0.114}}},{"i":67,"$":{"0":{"v":" Place Schema","n":0.707},"1":{"v":"\n\r\n\r\n- [ ] Copy explanation from Word document.\r\n- [ ] Copy image from Word document\r\n","n":0.258}}},{"i":68,"$":{"0":{"v":"Parametric Hermeneutics","n":0.707},"1":{"v":"\n\r\n- [ ] Add renders from Matija\r\n  - [ ] Compile into animated GIFs or HTML sliders\r\n- [ ] Write commentary and discussion based on renders and lessons from the other experiments\r\n\r\n\r\n![[admin.template.experiment]]\r\n## Project Description\r\n\r\n### Context\r\n\r\n#### Objectives\r\n\r\n#### Agents\r\n\r\n### Methods\r\n\r\n### Results\r\n\r\n### Discussion\r\n\r\n## Notes\r\n\r\n### Smart Spaces\r\n\r\n- [Mediated Atmospheres](https://www.media.mit.edu/posts/mediated-atmosphere/)\r\n  - Extending research into use of atmosphere (lighting, air conditioning, other environmental parameters) beyond concerns about productivity  at the office, e.g. health, mood, satisfaction, nonhuman issues, etc.\r\n- [Herztian Space](http://cyborganthropology.com/Hertzian_Space)\r\n  - Taylor, Mark. “Hertzian Space: Material Response to Spatial Presence.” *Architectural Design* 77, no. 5 (2007): 149–51. <https://doi.org/10/dpjskt>.\r\n\r\n### Machine Learning\r\n\r\n- Atmosphere, mood and emotion\r\n  - Architecture\r\n  - Audio\r\n    - Cunningham, Stuart, Harrison Ridley, Jonathan Weinel, and Richard Picking. “Supervised Machine Learning for Audio Emotion Recognition: Enhancing Film Sound Design Using Audio Features, Regression Models and Artificial Neural Networks.” *Personal and Ubiquitous Computing*, April 22, 2020. [https://doi.org/10/gkzjd4](https://doi.org/10/gkzjd4).\r\n- Physical space\r\n  - Generating three-dimensional objects and spaces using machine learning techniques\r\n    - Wu, Jiajun, Chengkai Zhang, Tianfan Xue, William T. Freeman, and Joshua B. Tenenbaum. “Learning a Probabilistic Latent Space of Object Shapes via 3D Generative-Adversarial Modeling.” *arXiv:1610.07584 [Cs]*, January 4, 2017.\r\n    - Tatarchenko, Maxim, Alexey Dosovitskiy, and Thomas Brox. “Octree Generating Networks: Efficient Convolutional Architectures for High-Resolution 3D Outputs.” *arXiv:1703.09438 [Cs]*, 2017.\r\n","n":0.07}}},{"i":69,"$":{"0":{"v":" Library Sentences","n":0.707},"1":{"v":"\n\r\n- [ ] Compile library sentences into an animated GIF\r\n- [ ] Adapt explanation from Word document\r\n- [ ] Convert R table image to Markdown \r\n- [ ] Format antConc collocates table\r\n\r\n### Exhibition\r\n\r\n![Library sentences (Placeholder)](/assets/images/2021-08-11-14-57-39.png)\r\n\r\n- Sentences from *Gormenghast* containing the word \"library\"\r\n- Demonstrates the variety of contexts that the library appears in\r\n- Provide a simple interface (gallery or a series of animated GIFs) that allows users to browse the \"library\" sentences\r\n\r\n### Technical Discussion\r\n\r\n- Highlights the difficulty of extracting meaningful information about nouns in a restricted corpus\r\n  - Statistical measures such as concordance make inferences that rely on large sample sizes for accuracy\r\n  - Advanced dependency parsers such as [spaCy](https://spacy.io/api/dependencyparser) can identify related words and label them based on defined categories (e.g. an adjective that describes a noun)\r\n- Basic statistics\r\n  - \"library\" (NOUN) appears 82 times\r\n\r\n![Library collocates from antConc](/assets/images/2021-08-11-15-17-04.png)\r\n\r\n- Calculates collocates (words that appear most frequently within a 5 word window) of \"library\" using the Mutual Information (MI) statistic\r\n\r\n![Parsed library sentences as a table](/assets/images/2021-08-11-15-43-14.png)\r\n\r\n- Example of table containing parsed tokens with the lemma fomr \"library\" from *Gormenghast*","n":0.075}}},{"i":70,"$":{"0":{"v":" Color Words","n":0.707},"1":{"v":"\n\r\n![](/assets/images/2021-08-11-16-00-04.png)\r\n\r\n- [ ] Select unique and interesting color words from existing lists, e.g. HTOED\r\n- [ ] Render as word clouds, tables or network graphs\r\n- [ ] Suggest other ways to group color words, e.g. by cultural origin, year, etc.\r\n\r\n### Context\r\n\r\n- \r\n\r\n#### Objectives\r\n\r\n- Show the diversity and uniqueness of terms used to describe color\r\n- Capture some of the methods for organizing color terms (hierarchies, color universals, hues, reference systems)\r\n\r\n### Methods\r\n\r\n- Use examples found in the HTOED\r\n- Cross-reference relevant portraits\r\n- Illustrate methods of organizing and categorizing color words using databases (HTOED, WordNet, Encycolorpedia) and color theory\r\n\r\n### Results\r\n\r\n#### [[Portraits|portrait.color]]\r\n\r\n- [[portrait.color.blue]]\r\n- [[portrait.color.green]]\r\n- [[portrait.color.white]]\r\n- [[portrait.color.red]]\r\n- [[portrait.color.black]]\r\n\r\n#### Hierarchies\r\n\r\n##### [[HTOED|example.historical-thesaurus]]\r\n\r\n> 01 The world | 01.10 Matter | 01.10.09 Colour | 01.10.09.07 Named Colours\r\n\r\n![](/assets/images/2021-09-02-15-13-36.png)\r\n\r\n##### [[WordNet|example.wordnet]]\r\n\r\n![](/assets/images/2021-09-02-14-46-54.png)\r\n![](/assets/images/2021-09-02-14-59-38.png)\r\n\r\n> Casson, Ronald W. “Russett, Rose, and Raspberry: The Development of English Secondary Color Terms.” _Journal of Linguistic Anthropology_ 4, no. 1 (1994): 5–22. https://doi.org/10/c8tmdh.\r\n\r\n> Biggam, Carole P. _The Semantics of Colour: A Historical Approach_. Cambridge, UK: Cambridge University Press, 2012.\r\n\r\n##### Encycolorpedia\r\n\r\n![](/assets/images/2021-09-02-15-55-57.png)\r\n![](/assets/images/2021-09-02-15-56-17.png)\r\n\r\n#### Words\r\n\r\n- [ ] Format as tables\r\n\r\n##### [[HTOED|example.historical-thesaurus]]\r\n\r\nRed\r\n![](/assets/images/2021-09-02-15-14-56.png)\r\n\r\nGreen\r\n![](/assets/images/2021-09-02-15-17-22.png)\r\n\r\n### Discussion\r\n","n":0.078}}},{"i":71,"$":{"0":{"v":" Color Timeline","n":0.707},"1":{"v":"\n\r\n![Color timeline](/assets/images/color-frequencies.png)\r\n\r\n- [ ] Write explanation for the experiment @wrdwllm\r\n- [ ] Output full timeline as a SVG graphic @wrdwllm\r\n- [ ] Output full table as a CSV file @wrdwllm\r\n- [ ] Include groups of colours with representative sentences as tables @wrdwllm\r\n- [ ] Draft examples/images from list of ideas @wrdwllm\r\n- [ ] Embed GIFS of screen captures for examples that are not fully interactive @wrdwllm\r\n\r\n<p></p>\r\n\r\n#### Ideas for examples/images\r\n\r\n- Multiple levels of magnification\r\n  - Outline of three books\r\n  - Zoom in on a chapter/section with interesting/diverse colors\r\n    - Provide explanation and context for chapter\r\n  - Zoom in on paragraph-length examples with examples of words\r\n- Pair named colors with sentence examples from the book (show variation in black, gray, yellow, green, etc.)\r\n  - Also include information from dictionaries about word origin, age, history, etc.\r\n- Explain named color data source\r\n\r\n\r\n- [ ] Produce CSV file with options to filter by chapter\r\n- [ ] Reformat ggplot2 graph\r\n  - [ ] Output one graph for each book\r\n\r\n\r\n### Context\r\n\r\n- [[Place|relationship.place]] is a poorly defined concept\r\n- Physical phenomena (such as light and color) contribute \r\n- See also: \r\n  - [[Taxonomy of nonhuman place|relationship.place#Taxonomy-of-nonhuman-place:#*]]\r\n\r\n\r\n#### Objectives\r\n\r\n- Provide a tool/tools for exploring the use of color in *Gormenghast*\r\n  - Produce tables depicting frequency of color words (nouns and adjectives) and their position in the novel (\"novel time\")\r\n    - Provide a measure of relatedness between color words and other key terms in the novel\r\n  - Produce graphs that visualise this information\r\n\r\n#### Agents\r\n\r\n- Clients\r\n  - Readers of the novel can use the timeline as a tool to supplement deep reading and exploration of the novel.\r\n  - Designers and artists can use the tool to support creative (re-)interpretations of the novel.\r\n- Actors\r\n  - [[The author|example.experiment.gormenghast]] and his unique set of experiences, biases, stylistic flourishes, etc.\r\n\r\n#### Medium\r\n\r\n1. The full text of the novel (unstructured text).\r\n2. External sources, databases and techniques (lists of colors from thesauri, specialist databases, natural language processing libraries, etc.).\r\n3. Images, graphs and tables that [[(re-)interpret the novel (item 1) using information from item 2|experiment.place-schema]].\r\n\r\n### Methods\r\n\r\n![[experiment.text-analysis]]\r\n\r\n\r\n### Results\r\n\r\n- State results here, include some images\r\n\r\n### Discussion\r\n\r\n- Future uses by exhibition visitors, e.g. toolkit\r\n  - Topics for further research using this tool/logic from this tool/lessons, etc.\r\n  - Support creative action (designing, art) vs. scientific knowledge (replication)\r\n","n":0.052}}},{"i":72,"$":{"0":{"v":" Bias in Language","n":0.577},"1":{"v":"\n\r\n- [ ] Collect examples of interesting words and categories from Historical Thesaurus\r\n- [ ] Format using tables and embed in Markdown\r\n- [ ] Visualize categories using graphs and/or diagrams\r\n\r\n### Overview\r\n\r\n### Context\r\n\r\n- Human languages have developed over thousands of years\r\n- They reflect cultural norms, biases and traditions\r\n  - See [[relationship.color.language]]\r\n- Such biases include the ways that humans think about nonhumans as 'others'\r\n- Exposing and exploring these biases is useful for thinking about nonhuman [[subjectivity#relationship.subjectivity]].\r\n  - See [[relationship.color.perception.bee]] for a similar approach using computer software to simulate the color vision of bees.\r\n\r\n#### Objectives\r\n\r\n- Demonstrate biases in human language and attempts to classify language, e.g. thesauruses, ontologies, databases.\r\n- Present a curated selection of interesting words related to human and nonhuman place\r\n- Suggest ways of 'exposing' bias in texts by classifying using HTOED categories\r\n  - Indicate potential for future work\r\n\r\n#### Agents\r\n\r\n### Methods\r\n\r\n- Introduce the Historical Thesaurus of the Oxford English Dictionary\r\n  - Provide important background information\r\n- Collect examples from the HTOED related to human and nonhuman place\r\n  - Hierarchies\r\n  - Words\r\n- Visualize this information\r\n  - Present a selection of interesting/rare words about human and nonhuman place\r\n  - Emphasize the underlying assumptions and biases that inform the HTOED categories\r\n\r\n### Results\r\n\r\n#### HTOED Context\r\n\r\n![](/assets/images/2021-08-18-15-57-44.png)\r\n#### Examples hierarchies\r\n\r\n![Example of HTOED categories tree view](/assets/images/2021-08-18-14-54-11.png)\r\n\r\nCompare different structures to\r\n\r\n- The world\r\n  - Animals\r\n    - By habitat\r\n      - Habitat\r\n\r\n<p></p>\r\n\r\n- Society\r\n  - Inhabiting and dwelling\r\n    - Inhabited place\r\n      - Dwelling-place/abode\r\n  \r\n\r\n\r\n#### Excerpts from HTOED\r\n\r\n\r\n\r\n![](/assets/images/2021-08-18-15-00-57.png)\r\n\r\n- *01.05.02.01|01 (n.) Habitat :: dwelling place/shelter*\r\n\r\n![](/assets/images/2021-08-18-15-07-36.png)\r\n\r\n- *01.05.02.01|01.01 (n.) Habitat :: dwelling place/shelter :: of a wild animal*\r\n","n":0.064}}},{"i":73,"$":{"0":{"v":"Exhibition","n":1},"1":{"v":"\nThis page provides an overview of the exhibition, including its core principles, goals and content.\r\n\r\n![[exhibition.principles]]\r\n![[exhibition.operation]]\r\n![[exhibition.acknowledgements]]\r\n","n":0.258}}},{"i":74,"$":{"0":{"v":"Rationale","n":1},"1":{"v":"\n\r\n## Objective\r\n\r\nBody of evidence, examples, questions and ideas that make the notion of place inclusive of all forms of life.\r\n\r\n## Declarations\r\n\r\nAll lives have places\r\nAll lives have subjectivity\r\n\r\n## Exhibition Synopsis\r\n\r\nThis exhibition is about place and color.\r\n\r\nWhy should you be interested in place?\r\n\r\nWhy should you be interested in color?\r\n\r\nWhat are color and place?\r\n\r\nHow are they related?\r\n\r\n## Why Is It Important to Think about Place and Senses?\r\n\r\n- Acute crisis\r\n- Acute oppression of nonhuman lifeforms, organised exploitation and disregard to wellbeing, needs, capabilities, etc.\r\n- It is impossible to understand places without close engagement with subjectivities of multiple agents, interspecies relationships, traditions, cultures, communities\r\n- They can be hidden and counterintuitive, humans have hard-to-avoid biases: time, scale, similarity, etc.\r\n- It is useful to slow down and pay close attention or study scientifically but this is not enough\r\n- It is also necessary to structure the environment to give the oppressed political powers that correspond and express their capabilities, based on human understanding and their own actions/resistance\r\n\r\n>- Wadiwel, Dinesh Joseph. “Do Fish Resist?” _Cultural Studies Review_ 22, no. 1 (2016): 196–242. https://doi.org/10/gmns2z.\r\n\r\n\r\n\r\n\r\n## Significance\r\n- [ ] Describe the difference between the Place and Parametricism objectives and this exhibition's objectives\r\n\r\nProvide the larger-level questions\r\n## Gap\r\n\r\n## Opportunity\r\n\r\n## Research Questions and Outcomes\r\n\r\nWhat roles do tools play in the perception, communication, memory and use of colour (place colour, situated colour, etc.)?\r\n\r\n## Hypothesis\r\n\r\n## Objectives\r\n\r\n1. Articulate complex relationships in physics, biology, culture, and design that human scholarship does not fully understand. Provide a way to discuss complex and contested issues where important research results exists but are not conclusive.\r\n2. Link scholarship from multiple domains of knowledge and practice.\r\n3. Present the outcomes in the form that overcomes the constraints of journal and book publishing with their limitations on the numbers of images or alternative and parallel narratives.\r\n4. Encourage visitors to experience the content as an experiment that they have to perform with the aim of expanding their knowledge but also their ethical, cultural and practical imagination.\r\n5. Curate for constructive and productive engagement with content supported by speculative design experiments and the need to constructively engage with what is given, like a game, with support and some rules.\r\n\r\n## Notes\r\n\r\n- [ ] Integrate the notes below into the text proper\r\n\r\nSuggestions for Awnili\r\n\r\nConsider the link to knowledge. What is different now? What ought to be different (hint, more-than-human knowledge)\r\nHow is knowledge different in connection to globalisation, to technology?\r\nConsider the link to culture (artworlds/business), have exhibitions became entertainment business?\r\nFrom here, consider the ethical/moral reasons for them, are they worth making?\r\n\r\nBodies of knowledge:\r\n\r\nDigital archiving\r\nDigitization\r\nSoftware development, agile, open, transparent approaches\r\n\r\nManovich\r\n\r\nProvocative questions:\r\n\r\nDoes the concept of an exhibition still make sense? What is the intellectual history?\r\nAre exhibitions still useful, intellectually or ethically?\r\n\r\nStrong/weak sides to them\r\nThe observation that something has been common in the past or is still common does not necessarily mean it is a good/worthwhile way to do things\r\n\r\n- Useful/parallel/interesting concepts\r\n  - [Digital gardening](https://github.com/MaggieAppleton/digital-gardeners)\r\n    - Loosely organised/hierarchical collections of notes that serve as knowledge bases for users.\r\n    - [History of the concept by Maggie Appleton](https://maggieappleton.com/garden-history)\r\n\r\n- Future ideas\r\n  - Integration of reference objects (e.g. Zotero) into knowledge bases\r\n  - More meaningful integration of notes with node graph, so nodes\r\n","n":0.044}}},{"i":75,"$":{"0":{"v":"Principles","n":1},"1":{"v":"\n\r\n## Principles of the Exhibition\r\n\r\n- The exhibition is continuous, it is in constant progress\r\n- The production of the exhibition is transparent, all can see how all is done\r\n- The exhibition is participatory, many can contribute\r\n- The exhibition helps stakeholders tell their own stories\r\n- The exhibition is open-ended, visitors can construct their own stories\r\n- The exhibition as a seed for future work that can take form of research, teaching, art or design\r\n\r\n## Relevant Technical Capabilities\r\n\r\n- Published notes can be edited from the web by anyone with a GitHub account\r\n","n":0.107}}},{"i":76,"$":{"0":{"v":"Operation","n":1},"1":{"v":"\n- The exhibition exists online as an open wiki-style website\r\n- Published notes can be edited from the web by anyone with a GitHub account\r\n- Individual pages link to dedicated content sites\r\n- States and aspects of the online exhibition can be presented in physical spaces including museums and galleries\r\n- The exhibition content supports active research projects\r\n- The exhibition content supports teaching, including:\r\n  - The University of Melbourne\r\n    - Interspecies Design Studio\r\n    - Installations and Happenings\r\n    - Design Futures\r\n","n":0.114}}},{"i":77,"$":{"0":{"v":"Components","n":1},"1":{"v":"\nThe exhibition consists of the following components:\r\n\r\n![[experiment]]\r\n\r\n![[example]]\r\n\r\n![[portrait]]\r\n\r\n![[relationship]]\r\n\r\n![[story]]\r\n","n":0.378}}},{"i":78,"$":{"0":{"v":"Acknowledgements","n":1},"1":{"v":"\nThis exhibition is one of the outcomes of a research project called _\"Place and Parametricism: Provocations for the Rethinking of Design\"_, 2017-2021, funding from the Australian Research Council Discovery Project, DP170104010.\r\n\r\n## Place and Parametricism Project Investigators\r\n\r\n- Mark Burry, The University of Swinburne\r\n- Jeffery Malpas, University of Tasmania\r\n- Stansilav Roudavski, The University of Melbourne\r\n- Mark Taylor, The University of Swinburne\r\n- Virginia Lee, The University of Melbourne\r\n\r\n## Rules and Contributions\r\n\r\n- Stanislav Roudavski, conceptual development, experiment design, content production\r\n- William Ward, conceptual development, experiment design and implementation\r\n- Greer Gardner, content development\r\n","n":0.107}}},{"i":79,"$":{"0":{"v":"Example","n":1},"1":{"v":"\nExamples are objects of study that illustrate the overall theme. Examples can be sites, ecosystems, cultural objects, artefacts and so on.\r\n\r\n- [ ] Create index of examples (automatically using Dendron?)\r\n","n":0.183}}},{"i":80,"$":{"0":{"v":"Wordnet","n":1}}},{"i":81,"$":{"0":{"v":"Historical Thesaurus","n":0.707},"1":{"v":"\n\r\n- [ ] Populate with information about the Historical Thesaurus of the Oxford English Dictionary\r\n\r\n[HTOED Hompage](https://ht.ac.uk/htoed/)\r\n\r\n- History\r\n  - Intended use\r\n  - Biases\r\n- Structure\r\n","n":0.209}}},{"i":82,"$":{"0":{"v":"Gormenghast","n":1},"1":{"v":"\n\r\n\r\n- [ ] Expand notes into full sentences\r\n- [ ] Include numerical evidence for lexical diversity in *Gormenghast*\r\n\r\n### About *Gormenghast*\r\n\r\n![Gormenghast cover](/assets/images/gormenghast-cover.jpg)\r\n<p>\r\n<figcaption>\r\nCover of the <i>The Gormenghast Novels</i>, 1995. Overlook Press.\r\n</figcaption>\r\n</p>\r\n\r\n* Author\r\n  * Biography and history\r\n* Book\r\n  * Publication history\r\n  * Demonstrate ongoing influence and interest\r\n\r\n### Why did we select this novel?\r\n\r\n* Intuitively, Peake uses an extended vocabulary related to colour/light/visual impressions.\r\n\r\n\r\n### Place in *Gormenghast*\r\n\r\n* Imaginative, aim to create a place that is novel/deep etc.\r\n* Lesser-Woods.[^1]\r\n\r\n[^1]: Lesser Woods, Imogen Helen Louise. “The Literary Spaces of Mervyn Peake’s the Gormenghast Trilogy Used as a Foundation for Architectural Exploration.” In *Writing Spaces*, 155–64. Leiden: Brill, 2019. https://doi.org/10/dsfj.\r\n\r\n","n":0.099}}},{"i":83,"$":{"0":{"v":"Wavelengths of Colours","n":0.577},"1":{"v":"\n\r\n![Visible spectrum](/assets/images/color-visible-spectrum.svg)\r\n<figcaption>\r\nGringer. <i>An sRGB rendering of the spectrum of visible light\r\n</i>. 2008. Wikipedia. <a href=\"https://tinyurl.com/ye4d8zgj\">https://tinyurl.com/ye4d8zgj</a>.\r\n</figcaption>\r\n","n":0.258}}},{"i":84,"$":{"0":{"v":"The Electromagnetic Spectrum","n":0.577},"1":{"v":"\n\r\n\r\n![Electromagnetic spectrum](/assets/images/color-electromagnetic-spectrum.svg)\r\n<figcaption>\r\nBlacus,  Victor. <i>The electromagnetic spectrum</i>. 2012. Wikipedia. <a href=\"https://tinyurl.com/yc3td8kv\">https://tinyurl.com/yc3td8kv</a>.\r\n</figcaption>\r\n","n":0.316}}},{"i":85,"$":{"0":{"v":"Admin","n":1}}},{"i":86,"$":{"0":{"v":"Tools","n":1},"1":{"v":"\n\r\n## Comments\r\n\r\n[//]: # (This is a syntax to leave a comment that will not render in HTML, it is not visually supported so we can avoid it for now...)\r\n\r\n![](/assets/images/2021-08-23-19-04-34.png)\r\n\r\n<!--\r\n    * Colouring of comments can be supported by the Better Comments extension\r\n    ! This is the syntax to leave comments that do not render that Dendron people use\r\n    ? This is a question\r\n-->\r\n","n":0.127}}},{"i":87,"$":{"0":{"v":"To-do List","n":0.707},"1":{"v":"\n\r\n\r\n## Interesting Changes\r\n\r\n## General Tasks\r\n\r\n- [ ] Standard convention for tagging other notes inline\r\n- [ ] Standard convention for headers in notes\r\n- [ ] Introduce convention for tagging, e.g. progress\r\n\r\n","n":0.183}}},{"i":88,"$":{"0":{"v":"Experiment Template","n":0.707},"1":{"v":"\n\r\n### Context\r\n\r\n* Introduction\r\n\r\n#### Objectives\r\n\r\n* What motivated this inquiry?\r\n* How does it relate to the [[broader themes|relationship]].\r\n\r\n#### Agents\r\n\r\n* Who/what are the participants/perceiving agents?\r\n\r\n### Methods\r\n\r\n### Results\r\n\r\n* What is the format?\r\n* Who is the experiment for?\r\n* How do they access it?\r\n\r\n### Discussion\r\n","n":0.16}}},{"i":89,"$":{"0":{"v":"Image","n":1},"1":{"v":"\n\r\n\r\n* Image caption should follow Chicago 17A style. \r\n* Use inline HTML for styling because Markdown does not have a native image caption block.\r\n* Can apply custom style later by targeting `<figcaption>` tags.\r\n\r\n<p>\r\n<figcaption>\r\nLast name First name. Title of Work. Date of creation or completion. Medium. Name of Institution. Location (if applicable). <a href=\"\">URL</a>.\r\n</figcaption>\r\n</p>\r\n","n":0.137}}},{"i":90,"$":{"0":{"v":"Experiment","n":1},"1":{"v":"\n\r\n\r\n### Context\r\n\r\n#### Objectives\r\n\r\n- What motivated our inquiry?\r\n- How does it relate to the [[broader themes|relationship]]?\r\n\r\n#### Agents\r\n\r\nWho is involved\r\n\r\n- Who/what are the perceiving agents?\r\n  - Clients\r\n  - Actors\r\n- What is the medium?\r\n\r\n### Methods\r\n\r\n- How did we conduct the experiment?\r\n\r\n### Results\r\n\r\n- What is the format of the experiment?\r\n- How is the experiment accessed?\r\n","n":0.14}}},{"i":91,"$":{"0":{"v":"Example","n":1},"1":{"v":"\n\r\n## Example Template\r\n\r\nExamples are units of knowledge that illustrate an interesting fact or observation about an object of study.\r\n\r\n- title\r\n- category/phenomenon (provide link)\r\n- a synopsis as a mini-story, introducing the concept (maybe in lyrical prose?)\r\n- a characteristic illustration with text and images, support by references, use direct citations, types: poem, saying, interesting citation, definition; for images: photo, diagram\r\n- relevance to personas/characters/actors (provide links, and/or explain)\r\n","n":0.124}}},{"i":92,"$":{"0":{"v":"Character","n":1},"1":{"v":"\n## Habitat or Place\r\n\r\n## Habits, Traditions and Culture\r\n\r\n### Diet\r\n\r\n### Reproduction\r\n\r\n## Anatomy or Physical Traits\r\n","n":0.267}}},{"i":93,"$":{"0":{"v":"Rules","n":1},"1":{"v":"\n\r\n\r\n## Some Principles for Using this Vault\r\n\r\n- Use American spelling\r\n- Copy/Paste formatted references from Zotero using footnotes and Chicago 17th full note style\r\n","n":0.209}}},{"i":94,"$":{"0":{"v":"Troubleshooting","n":1},"1":{"v":"\n\r\n## Resolving common git issues\r\n\r\n- If merge conflicts appear in Source Control but there are no conflicts to resolve (e.g. no \"Accept Incoming\" prompts in the editor) then use `Dendron: Reload Index` and then `Dendron: Workspace Sync`.\r\n- To resolve legitimate merge issues:\r\n  - Open file with conflicts and accept or reject changes.\r\n  - Stage the file.\r\n    - VS Code should automatically complete commit here, but sometimes it fails.\r\n  - Commit changes.\r\n  - Push to remote.\r\n","n":0.115}}},{"i":95,"$":{"0":{"v":"Publishing","n":1},"1":{"v":"\n## Preparation for publication\r\n\r\n- [ ] Prepare frontend notes with synopsis, credits for collaborators, in preparation for publishing etc.\r\n- [ ] Test the new publishing process\r\n- [ ] Review existing content and decide what to progress as a priority\r\n- [ ] Decide what will be published and how to advertise/distribute the work\r\n  - [ ] Decide which characters and stories to develop for publication\r\n  - [ ] Complete exhibition examples\r\n","n":0.12}}},{"i":96,"$":{"0":{"v":"Methods","n":1}}},{"i":97,"$":{"0":{"v":"Meetings","n":1},"1":{"v":"\n\r\n### Place & Colour Update 30/06/2021\r\n\r\n- Symposium in August to discuss links between projects\r\n- How will Dendron and Miro interact?\r\n  - Suggested that Miro could serve as a visual representation of specific characters and stories from Dendron but should not duplicate entire research database.\r\n  - Miro is useful as a tool for interactive/synchronous collaboration with peers (c.f. spatial software), e.g. discussing/working on a project live or engaging with an exhibit with other audience members.\r\n- Speak to Stephen Liu and Gini about possible machine learning applications\r\n","n":0.108}}},{"i":98,"$":{"0":{"v":"Changelog","n":1}}}]}
